<?php

function item(){
    $data = explode("\n",
        'Деревянная ложка. На ложке вырезана руна “еда”. Если постучать ей по неживому органическому или полуорганическому материалу (дерево, грязь), она превратить этот материал в кашеобразную и невкусную еду.
Амулет надежды. Сияет, как свеча, но только когда другие источники света отсутствуют. Свет примерно указывает назад, к выходу из подземелья. Обнадёживающе гудит, если сжать его в руке, и согревает вашу ладонь.
Волчок сироты. Если рядом находится невидимая нежить, его невозможно закрутить.
Кольцо авантюрной конечности. Если надеть его на палец руки, вся рука исчезнет и вернётся через 24 часа. Бросьте 1к10: 1 – на руке татуировка; 2 – рана на руке; 3 – добавилось кольцо, скорее всего обручальное; 4 – кольцо пропало; 5-10 – ничего особенного. Для ног эффект тот же.
Порошок исчезновения. Может делать вещи невидимыми, но эффект пропадает, если предмет передвигается сам или кем-то, или даже немного ёрзает. Лучше использовать для неживых объектов или людей, которые могут оставаться абсолютно неподвижны.
Парные свитки. Что бы ни было написано на одном из них, появляется на другом. Выдайте игрокам для письма карточку 3”х5”, чтобы ограничить объёмы написанного.
Статуэтка Баала. Ей можно “скармливать” золото и она будет увеличиваться в размерах, добавляя объём золота к своему (не создаёт и не уничтожает золото, просто поглощает). Начинает с размера золотой монеты. По мере роста становится всё более сложной, добавляя детали и спутников. Если статуя достигнет объёма 100000 золотых монет, золотая табличка откроет великую тайну. Если статуя вырастет до 1000000 монет, она оживёт и попытается захватить мир.
Книга эпической скуки. Когда читаете её, сделайте спасбросок против сна.
Чёрная сигарета. При курении создаёт огромные облака дыма и позволяет курящему видеть сквозь дым и туман. Её можно курить 5 минут (или 5 одноминутных отрезков).
Кисть вора цветов. С обратной стороны этой кисти расположена игла. Если вы уколете ей что-нибудь, то украдёте весь цвет из этой вещи, но потом сможете рисовать этими же яркими цветами (хранятся в кисти, управляются воображением). Если уколоть книгу, кисть украдёт из неё слова. После этого книгу можно восстановить, но на это потребуется несколько дней письма.
Сонный напиток. Спите четыре часа В ДВА РАЗА СИЛЬНЕЕ. Получаете полноценный ночной отдых, но вас нельзя разбудить. Несогласные цели получают спасбросок.
Любовное зелье.
Взрывчатый сердолик. При активации начинает светиться и нагреваться. Взрывается как динамитная шашка через 1к2+2 раунда.
Могучий жёлудь. Если его бросить на землю, он немедленно вырастает в 20-футовый дуб.
Механический факелоносец. Следует за связанным с ним амулетом или тем, кто этот амулет носит. Может держать 6 факелов и зажигать новые, когда старые догорают. Выглядит как механический паук 5 футов в диаметре.
Символы пингвина (1к6). Призывает 80-фунтового императорского пингвина. На земле он не может ничего делать, кроме как ковылять туда, куда вы укажете. В воде может атаковать как существо с 1 хит-дайсом. Умирает при получении любых повреждений. Через 1 минуту превращается обратно в маленький (1”) деревянный символ.
Кости святого. Размером примерно с коробку сигар. Внутри нижняя челюсть и несколько костей запястья. Зловеще дребезжит, если рядом сказана ложь.
Янтарный гребень. Любая атака молнией в пределах 10′ перенаправляется в гребень. Если он получит 6 или больше очков повреждений (у него нет неуязвимости к молниям), то рассыплется.
Жёваная кость. Когда её жуют, она наполняет воздух запахом свежего вкусного мяса. Этот запах достаточно силён, чтобы замаскировать другие.
Бутылка света. Если покрутить её над головой (для этого к бутылке прикреплена небольшая цепочка), она впитывает окружающий свет. Позже бутылку можно откупорить и она выпустит наружу весь собранный свет. В ней можно хранить до 5 раундов света. Особые свойства света сохраняются – например, лунный свет может активировать ликантропию.
Серебристый шёлковый платок. Сторона длиной 3′. По управляющему слову становится твёрдым, как сталь. Второе управляющее слово возвращает его к прежнему состоянию.
Серебристая шёлковая верёвка. То же самое, что выше, только верёвка. 25’.
Очки клоуна. Когда очки надеты, все вокруг выглядят как клоуны и разговаривают насмешливыми клоунскими голосами. Людей очень сложно различать. Даже рыцаря едва можно отличить от его лошади (которая выглядит как четвероногий клоун). В бою вы должны каждый раунд проходить проверку мудрости, чтобы отслеживать, где какой клоун. Плюсом очков является то, что вы иммунны к красоте нимф и уродству катоблепасов.
Бутылочка беладонны. Если выпить её содержимое, оно погрузит тело в глубокую кому и выбросит дух наружу. Теперь вы можете странствовать по округе нематериальным, пока не вернётесь в своё тело. Каждый час есть вероятность 1-из-6, что с вами случится что-то неприятное (телом овладеет чужак, дух будет потерян навечно и т.п.). Кома длится 1к3 дня.
Ухмыляющийся амулет. Все, кто смеются – даже хихикают – рядом с этим амулетом, должны пройти спасбросок или неконтролируемо смеяться всю следующую минуту. Осторожно, это заразно – если в это время игрок засмеётся, засмеётся и его персонаж.
Троллевоск. Тягучий и невкусный. Любой, кто попробует его на вкус, должен успешно пройти проверку или испытать настолько сильное отвращение, что никогда больше не сможет его попробовать (чтобы язык полностью очистился, потребуется неделя).
Монета обманщика. Если её подбросить, она покажет любой загаданный владельцем результат. Результат не ограничивается орлом/решкой – она может выдавать короля, дракона, сокровищницу, пилигрима и т.п.
Ботинки независимости. Если вы снимаете эти ботинки и не можете сдержать их (например, положить их в мешок и т.п.), они уходят туда, откуда пришли, до того самого места, где вы впервые их надели, с примерно таким же темпом и звуками. Если где-то по пути вы ходили кругом, ботинки запутаются в круге.
Крохотное дерево. Каждый день приносит три больших яблока (достаточно, чтобы накормить 1 человека). Каждый день его необходимо поливать 1 чашкой человеческой крови, или оно умрёт. После смерти его можно воскресить водой. Вероятно, найти его можно засохшим/в сундуке.
Скелетная тыква. В этой тыкве есть смотровой глазок. Тот, кто поднимает тыкву на уровень головы и заглянёт в глазок, будет парализован, а его мозг будет наполнен видениями танцующих скелетов.
Кольцо окаменения. Надевший это кольцо человек превращается в камень, за исключением самого кольца. Кто-нибудь может снять кольцо, и таким образом вернуть окаменевшего человека обратно в плоть.
Книга вечеринок. Эта книга создаёт звуковые иллюзии, имитирующие вечеринку. Стадия вечеринки определяется страницей, на которой раскрыта книга. Если книга раскрыта на странице 1, вы услышите, как несколько человек расставляют посуду. На середине – шумную попойку. Ближе к концу – в основном храп и звуки нескольких выпивающих людей.
Тихий колокольчик. Серебряный колокольчик высотой 2”, полностью заглушающий все звуки в радиусе 1′.
Палитра всех цветов. Содержит гамму 7 обычных цветов (КОЖЗГСФ) и 1 невидимый для людей цвет. Если невидимый цвет нанести на стену, он позволит смотреть сквозь неё. Можно закрасить одно пятно до 3’ диаметром или 10 трёхдюймовых отверстий. Пробивает не больше 6”. Если плеснуть кому-то в лицо – он ослепнет.
Конус похудения. Если затронуть им существо, конус мгновенно и безопасно высосет из этого существа весь лишний жир, выбросив его на пол большой кучей.
Травяной свисток. Когда в него подули, сделайте бросок на случайную встречу. Если для места нет таблицы случайных встреч (возможно, для каких-то городов), персонажи игроков встречают кого-то интересного, кто чего-то от них хочет.
Кольцо из волос наяды. Проклято на 50%. Когда оно надето, для персонажа игрока вся вода имеет плотность газа (не выпадайте из лодки). Вода по-прежнему непригодна для дыхания.
Кольцо плавания. Воздух для владельца имеет плотность воды. Можно “летать”, плывя сквозь воздух, но воздух слишком плотен для дыхания. Также применяются все прочие штрафы для воды.
Пояс кошачьего заточения. Когда пояс лежит на земле, коты принуждаются сидеть в его центре. Как заклинанием очарование.
Бесконечные ботинки. Невозможно остановиться. Ходьба никогда не утомит. Нельзя бежать. Идти, идти, идти.
Колья лесных самоубийств. Нечто вроде охотничьей ловушки. Если их оставить в лесу, дикие животные будут приходить в ним и пронзать себя ими. Зелёный лес даёт 1к10 рационов в день, но колья необходимо каждый день перемещать. Феи будут вас ненавидеть всей душой.
Кусок соли. Еда, которую вы несёте с собой, никогда не испортится. Её необязательно держать при себе. Например, распространяется на капитана и груз его корабля.
Бревно тревоги. Это 300-фунтовое бревно защищает того, кто спит, прислонив к нему голову. Если спящего попытаются атаковать во сне, бревно с вероятностью 90% его разбудит (издавая звуки птиц).
Демонический маффин. Если его съесть, он обратит вашу гравитацию на 1к6 минут.
Вечнолёд. Никогда не тает.
Сундук обыденности. Любой предмет, который кладётся в сундук, покрывается иллюзией, которая заставляет этот предмет выглядеть бесполезным и скучным. В настоящее время содержит 3 перидота по 10 золотых монет каждый.
Ботинки пожирания. Прокляты. Как только вы наденете один на свою ногу, он начнёт пожирать вас, как утилизатор отходов. Если скормить ему большое количество алкоголя, он выблюет всё содержимое своего желудка (возможно, там будут сокровища).
Лиса-в-мешке. Всё время спит. Как только она касается земли, сразу начинает носиться кругом как сумасшедшая. Ловкость 18, класс брони как у лат из-за высокой ловкости и лисьей природы. Если подобрать её (удачи), снова уснёт.
Перо бравады. Если поместить это перо на шляпу, оно укажет направление к ближайшему смертельно опасному врагу, способному убить персонажа игрока. Если поместить его в ботинок, оно позволит владельцу бежать чуть быстрее.
Печенье слухов. Каждое содержит либо случайный слух из наиболее подходящей таблицы слухов, либо “Вас убьёт [случайный монстр из наиболее подходящей таблицы встречи с монстрами]”. Вероятность каждого варианта – 50%.
Небольшая серебряная фигурка, которая, если её отдать, вернётся в ваш карман через 1к6 минут. Окончательно избавиться от неё можно, только если получатель тоже отдаст её кому-то прежде, чем истекут 1к6 минут (как вариант – исходный владелец может умереть). Да, это для надувательства людей. Примерная стоимость – 1к100 серебра.
Камень, который всегда находит свою цель, если его метнуть. Всегда. Не может делать ничего такого, чего вы не достигли бы очень удачным броском.
Седло, превращающее любое животное, к которому приторочено, в лошадь. Лошадь не может снять седло самостоятельно. В настоящее время им владеет охотник за головами, который обожает ездить обратно в город на своих жертвах.
Ключ, которым можно открыть любую дверь, но который нельзя вытащить из замка, пока тот не закрыт обратно.
Кружка, которая указывает на ближайшую таверну, если балансировать её на ребре.
Подставка для яйца, которая может вылупить любое яйцо, помещённое на неё.
Кольцо, которое всегда даёт владельцу великолепные усы или бороду, в зависимости от того, на каком пальце его носить. Например, левый безымянный палец всегда даёт эспаньолку.
Кольцо, которое заставляет ваши глаза выпрыгивать из глазниц. Это не проблема и вы можете видеть через свои глаза как обычно. Если кольцо снять – глаза возвращаются на место.
Кольцо, которое делает невидимым вас, но не вашу экипировку и одежду.
Зонтик, который позволяет вам парить вниз на 60′ за раунд, избегая повреждений от падения.
Цыплячьи стрелы (1к6). При попадании цель должна пройти спасбросок против страха (только для первой стрелы). Если сесть на неё, как на яйцо, стрела быстро превращается во взрослую курицу. Оперена белыми перьями.
Сумка бесконечного навоза. Полезна для костров.
Палочка готовки некроманта. Может зачаровать труп или кусок мяса, чтобы тот порезал, подготовил, замариновал и приготовил сам себя. Зарезанная свинья будет искать соус, чтобы вываляться в нём. Сосиски прыгнут на сковородку, а после готовки отправятся на вашу тарелку.
Омниодежда. Может превратиться в любой тип одежды (может имитировать даже кожаную броню, но не металлическую).
Несмываемая ручка. Может написать что угодно. Надписи постоянны. Работает 1к6 раз.
Кольцо, которое заставляет владельца выглядеть мёртвым и гнилым.
Лепёшки (1к6). Если разломить лепёшку пополам, она извергнется 1к100 лепёшками (10 лепёшек = еда на день). Либо её можно просто съесть и восстановить 1к6 хит-пойнтов.
Деревянная рука. 1 раз в день может превращаться на 1 час в живую, но отрезанную от тела руку. В это время будет подчиняться вашим приказам. Сила 1, может карабкаться по большинству стен. Интеллект 6, может видеть как обычно, но не может говорить.
Медальон. Изображённое внутри него женское лицо всегда смотрит в направлении Мельтерии.
Коробка с парными улитками. Когда одна улитка умирает, вторая умирает тоже. Обычно используются для посылки грубых, двоичных сообщений. Всего в коробке 1к6 пар улиток. Кормите их листьями.
Голодная монета. Проклята. Будет пытаться съесть другие монеты, которые касаются её. Съедает 100 монет в час.
Броня гламура. Выглядит как модный вечерний костюм. На самом деле это комплект латной брони.
Кольцо хорошего предзнаменования. Первый раз, когда вы проваливаете свой спасбросок против проклятия или магии. кольцо рассыпается, а вы успешно проходите спасбросок.
Молитва печати. Когда этот кусок бумаги прикрепляют к двери, она становится запертой (пока бумагу не уберут или не уничтожат).
Ботинки аристократа. Когда вы щёлкаете их пятками, ваша одежда становится чистой, ваша кожа – надушенной, а ваши волосы – уложенными.
Проклятые спички (1к6). Когда их зажигают, спички не загораются. Вместо этого загорается то, на что смотрит персонаж (крохотный спичечный огонёк, который не наносит повреждение, если не дать ему распространиться).
Банка для сохранения. Всё, что кладут в банку, оказывается в стазисе. Не вмещает ничего больше жабы. В настоящее время содержит жабу.
Библиотечный ящик. Если поместить туда не волшебную книгу, на следующий день внутри можно будет найти вторую такую же.
Монокль энтропии. Если вы посмотрите на что-то достаточно долго, оно упадёт. 1 раунд для подсвечника, 1 минута для спящей коровы, 1 час для небольшого дерева, 1 день для коттеджа или большого дерева, 1 неделя для замка. Цель должна находиться в пределах 100′.
Пояс мужественности/женственности. Не проклят, потому что так веселее.
Палка титана. При попадании наносит 2к8 повреждений, после чего ломается.
Поющая лягушка. Знает 1к6 песен. Отлично подходит для добычи бесплатной выпивки практически в любом баре, с 20% вероятностью, что кто-нибудь попытается украсть её под конец ночи.
Вечный двигатель. Совершенно не впечатляет в мире, наполненном магией, но всё равно клёвый.
Семя лунного льда. Если бросить его в воду, “заморозит” зону до 20′ диаметром. Если проглотить – умрёте. Если коснуться – спасбросок или смерть. Оставляет превосходно замороженные трупы, которые не холодны на ощупь и никогда не тают.
Маленькая метла. При активации попытается очистить самую грязную вещь поблизости.
Крылатый чёрный кот. Если легко стукнуть его по носу, он погрузится в стазис (поэтому вы и нашли его в сундуке с сокровищами).
Глазная повязка духов. Когда повязка надета, вы можете атаковать нематериальных существ, как будто они материальны. Кроме того, вы не можете ничего видеть.
Чёрные китайские колокольчики ночи. С вероятностью 25% предупреждают вас о нападении ночью. Если один из 1к6+1 колокольчиков сломать пополам, вокруг пронесётся освежающий (но также очень холодный) ветер.
Пыль вермицида. Если её бросить, нанесёт 1 очко повреждений всему в области 5′ диаметром. Либо нанесёт 2к6 очков повреждений улью.
Высший клей.
Универсальный растворитель.
Плащ гоблинов. Невидим в затенённым местах, но воняет, как куча гоблинского дерьма.
Флейта скупца. Если на ней играть, все незакреплённые монеты в 20′ прыгнут и покатятся за вами. Они будут следовать за вами, пока вы играете, с обычной скоростью бега. Подъёмы не представляют проблему, а вот лестницы – представляют.
Ослиные ноги. Эти деревянные ослиные ноги можно прикрепить к чему угодно (но они недостаточно прочны, чтобы выдержать буквально что угодно). После того, как их прикрепили, они будут следовать за вами, как верный осёл. Например, вы можете прикрепить их в тяжёлой статуе, и она будет ходить по подземелью. Ослиные ноги сильны, как два осла.
Охра гиганта. Всё, что окрашено этим пигментом, в два раза увеличится в размерах. Легко смывается водой или потом (если нанести её на себя, она смоется через 1к5 раундов потного боя).
Маска шута. Все, кто видят её в первый раз, должны пройти спасбросок против очарования или атаковать владельца.
Глаз Зина. Если вдавить этот драгоценный камень в лоб, глаза владельца становятся угольно-чёрными, он получает темновидение, и даже малейший свет ослепляет его (например, факел неподалёку).
Маска с металлическими глазами. При ношении эта маска закрывает ваше обычное зрение, но позволяет вам видеть сверху, как со спутника. На уровне моря вы можете видеть область 200′ диаметром с центром на маске.
Розовая бусина. Если разбить её о землю, немедленно превращается в огромную гору мягких пузырей, похожих по консистенции на плавленый зефир. Может смягчить падение, заблокировать проход или что-нибудь ещё. 10′ в диаметре, можно прорубиться сквозь неё 6 режущими атаками, длится 1к6 минут.
Ожившая верёвка с личностью верной собаки. 50 футов. Её нужно учить вязать узлы, как собаку учить трюкам.'
    );
    return trim($data[array_rand($data)]);
}

echo item();

