<?php
$events = "1. Когда группа проходит под большим дубом, выросшим над дорогой, ветка наклоняется и выхватывает рюкзак у одного из персонажей. Дерево выглядит раздраженным, когда вы пытаетесь вернуть его, и перебрасывает сумку с одной ветки на другую.
2. Пышный сад манит спелыми фруктами.
3. Демон марширует по песчаной дюне всего в полудюжине шагов от вас.
4. Королевский шериф держит красочный плакат о розыске. Он внимательно изучает группу, когда она проходят мимо.
5. Один из персонажей замечает ключ. От чего он?
6. Молодой мужч и женщина едут верхом на лошади без седла, не готовые к путешествию, и в спешке проезжают мимо вас. Если их спросить, они скажут вам, что они влюбленные, спасающиеся от своих враждующих семей, живущих в деревне перед вами.
7. Улыбающийся придорожный торговец жарит на палочках крыс, лягушек и белок.
8. Дорога проходит через каньонное болото, наполненное ядовитым горючим газом.
9. Одинокий ребенок перегораживает впереди мост, каждый путник должен отгадать ее загадку.
10. Местный дворянин выскакивает из леса и падает лицом вниз с ножом в спине. Его охранники показываются из-за поворота и восклицают: «Вы, стоять!»
11. За группой увязался болтливый бард.
12. Из кустов исходит странный запах.
13. У обочины дороги стоят мавзолеи. В них покоятся давно умершие купеческие семьи. Некоторые из них, похоже, взломаны, а двери свободно висят на ржавых петлях.
14. Персонажи натыкаются на место резни. Лежат тела мертвых жаболюдов. Группа слышит плач и может найти маленького ребенка-жаболюда. «Мои родители мертвы, — хрипит она, — убиты человеческими солдатами. Помоги мне вернуться в мое племя», — умоляет она.
15. Мигрирующая сотня черепах покидает пляж, когда вы приближаетесь.
16. Придорожный храм местного божества — место ужасного убийства. Мертвая женщина, одетая в окровавленное белое одеяние, лежит посреди дороги, как будто ее туда приволокли. Вы видите кровавые следы, уходящие от трупа в сторону леса.
17. Группа фермеров чинит забор.
18. Лиственный куст слева от дороги начинает светиться радужным оттенком.
19. Вы натыкаетесь на маленькое святилище, посвященное покровителю путешественников. Посреди святыни вы видите статуэтку со сложенными ладонями, куда можно бросить монетку на удачу.
20. Туземцы обвиняют группу в святотатстве и осквернении, их древнее захоронение разрушено.
21. Вереница утят следует за уткой по оживленной дороге.
22. Ухоженная крапчатая лошадь привязана к ближайшему дереву. На лошади элегантное, но пустое седло.
23. Вы приближаетесь к каравану с верблюдами. Он движется в том же направлении, и лидер приглашает вас сопровождать его в качестве охраны.
24. Дорога проходит через разрушенный, сгоревший город, который кажется заброшенным.
25. Сильный шторм заставил вас ютиться в единственном доступном убежище - доме пожилой пары, в каждой комнате которого стоит множество открытых чашек с едкой эссенцией корня гибискулипта. Подогретые чашки над плитой усилили запах. Даже теперь, спустя несколько дней после стирки (нескольких стирок), вы все еще чувствуете резкий запах своего снаряжения и одежды.
26. Вы замечаете три маленьких кувшина, стоящих посреди дороги. Один открыт. Вы также видите раздутое тело, лежащее спиной к вам. Приблизившись, вы слышите громкое гудение из ближайших кустов.
27. На перекрестке сидит тощий мужчина. Он предлагает сны по выгодной цене. Чтобы убедить вас в правдивости своих слов, он достает бутылку, внутри которой клубится пурпурный туман.
28. По дороге бредет погребальная процессия, священнослужители умоляют всех встречных сделать пожертвования на нужды верующих.
29. Человек в мантии преграждает путь и требует пошлины, бахвалясь своей великой волшебной силой.
30. Группа натыкается на паломников, идущих к религиозной святыне. В конце концов, вы узнаете, что на самом деле это представители противоположной религии, которые планируют осквернить святыню.
31. Голый менестрель просит подвезти до ближайшей таверны, где он оставил свою одежду и деньги, которыми заплатит за ваши хлопоты.
32. Герои путешествуют по области, страдающей от жары. Полуденное солнце утомляет и сказывается на них.
33. Мимо группы скачет лошадь без всадника, ее седло изодрано когтями.
34. Внезапно погода изменяется, и воцаряются тихие сумерки и мертвый штиль.
35. Перевернутая повозка пассажиры мертвы. Или это нежить?
36. Группа находит простое стальное кольцо, которое заставляет владельца изменить мировоззрение на противоположное.
37. На кладбище около дороги обитают измученные духи убитых. В полнолуние они восстают в виде скелетов и призраков и нападают на путешественников, затягивая их в катакомбы внизу.
38. Небольшая группа коленопреклоненных, похожих на живые статуй, застыли в страхе или мольбе.
39. Дорога ведет через туннель. На полпути группа обнаруживает, что стены и потолок обвалились, открывая большой проход с мерцающими огнями.
40. Стая из пяти диких щенков поедает труп кобольда на перекрестке. Им меньше года, и это порода терьеров, предназначенная для охоты. Вожак стаи ест больше всех и не испугается группы, если та подойдет слишком близко к еде стаи.
41. Мост охраняют подозрительные типы, которые утверждают, что они «сборщики подати».
42. Разгромленные остатки военной группы просят игровых персонажей о помощи.
43. Рядом с телегой со сломанным колесом сидит здоровенный мужчина. Он машет руками в отчаянии, когда замечает вас.
44. Пара грифонов, изгнанная бехолдером из их логова в горах.
45. Рядом с дорогой мужчина, называющий себя Удивительным Стивом, спрашивает группу, не хотят ли они увидеть выступление его дрессированных питомцев. Малейший утвердительный ответ приведет к тому, что Стив засвистит и внезапно появится огромный рой прожорливой саранчи.
46. Мужчина спотыкаясь бредет по дороге, явно раненый, за ним следует десяток ворон.
47. Обоз, остановившийся на дороге, блокирует движение, пока караванщики кормят своих животных и наполняют бурдюки водой в ручье.
48. Необычно зеленый и заросший участок дороги. Бандиты, обвитые лианами, молят освободить их.
49. Частичное солнечное затмение.
50. Странный знак, вырезанный на дереве рядом с вами, кажется свежим.
51. Башня на склоне холма рушится и засыпает дорогу огромными камнями.
52. Толстый монах спешит мимо игровых персонажей, бормоча: «Это несправедливо».
53. Дорогу пересекает множество звериных следов.
54. Злой волшебник привязан к столбу, тело все еще дымится.
55. Странствующий торговец продает оживленные игрушки.
56. Сначала слышится плач. Затем показывается рыдающий ребенок – один посреди дороги.
57. Светящийся туман окутывает дорогу.
58. Проезжает одинокий рыцарь из далеких земель.
59. Землетрясение сбрасывает группу и большой участок дороги в яму или пропасть.
60. Чужая собака или другое животное следует за вами на расстоянии.
61. Дорога покрыта зыбучими песками.
62. После того, как кто-то из группы вступает во что-то липкое, животные начинают с любопытством следить за ним.
63. Две группы паломников из соперничающих религий блокируют дорогу, вступая в агрессивные дебаты. Каждая сторона обращается к героям за помощью.
64. Большая толпа, убегающая от чего-то, направляется к вам.
65. Трое молодых людей пытаются разрушить жилую хижину.
66. У моста осталось всего две опорные балки.
67. Странствующий точильщик предлагает группе специальную сделку по улучшению их магического оружия, но позже персонажи обнаружат, что магия в оружии, похоже, исчезла.
68. Высокая скала возвышается над дорогой. Когда группа проходит мимо, грязный отшельник бормочет пророчества и бросает в них гнилую еду.
69. Группа разгневанных крестьян линчевала кого-то. Он свисает с дерева у дороги.
70. Блеск на дороге привлекает внимание вашего разведчика. Маленький святой символ лежит под открытым небом.
71. Люди короля ремонтируют дорогу следующие 5 миль.
72. Массивное перо спускается по спирали с неба и приземляется на дорогу, а над головами пролетает огромная тень.
73. Расползающаяся воронка разрушает дорогу, делая близлежащий ландшафт небезопасным.
74. Дорога усеяна гигантскими выбоинами. Из одной из ям доносятся звуки царапанья и возни.
75. В ржавых доспехах поселилось что-то странное.
76. У моряка, возвращающегося домой с сундуком, случился сердечный приступ
77. Тела нападавших валяются на дороге, а раненый курьерsборется до последнего, чтобы доставить свое сообщение.
78. Банда орков бежит к группе. Они оглядываются и пытаются пробежать мимо. Что-то ужасное напугало их, и это что-то – на пути группы.
79. Древние ворота рухнули, обломки преграждают дорогу.
80. Засада: позади группы загорается костер. Скрытая угроза: враги сгоняют с дороги ездовых и вьючных животных, лучники на деревьях.
81. Группа встречает странствующего торговца, идущего той же дорогой. Торговец спрашивает, может ли он отправиться с ними хотя бы в следующую деревню. Ночью торговец попытается украсть у каждого персонажа. Утром, если никто не заметит кражу, он попытается уйти.
82. Вы идете по темной тропе через лес, с одной стороны над деревьями появляется светящаяся колесница.
83. Знак впереди гласит: «Дорожные работы не завершены».
84. (Невиновный) сбежавший заключенный умоляет группу помочь ему спрятаться.
85. Остатки бродячего цирка.
86. Ярко-желтый знак с черными отметинами, кажется, изображает человека, держащего какой-то инструмент.
87. Персонажи видят группу путешественников, окруженных и атакованных мелкими монстрами. Вьючные животные и кони потерялись, выжившие укрылись на большой скале.
88. Бродячая труппа. Они могут развлечь персонажей за плату, ограбить их или рассказать о большом событии, происходящем дальше по дороге.
89. Впереди перевернулся фургон. Судя по всему, на нем перевозили четыре больших металлических контейнера, которые теперь разбросаны неподалеку. Возница лежит мертвый, на его обнаженной коже видны ужасные нарывы. Из одного контейнера течет какая-то жидкость.
90. Старая каменная хижина, заросшая кустами и травой, кажется крепкой, но заброшенной.
91. Гигант стоит у дороги, помогая прохожим преодолеть каменный завал за скромную плату.
92. Группа подходит к торговому посту в дикой местности. Сварливый старожил, управляющий им, предлагает награду за скальпы.
93. Загадочная пара монахов, отказывающихся замечать персонажей
94. Съезжая с главной дороги, персонажи чувствуют, что за ними следят. Кто на них охотится?
95. Раненому убийце нужно место, где можно восстановить силы, прежде чем продолжить свой путь.
96. Толстая веревка лежит на дороге.
97. Три разных вида мяса висят над костром в импровизированном лагере. Вы пытаетесь убедить себя, что готовится животное, а не гуманоид.
98. Заснеженная дорога скрывает обрушившуюся воронку, из-за которой группа скатывается вниз по склону горы. На их пути – большие заостренные выступы.
99. Всадник останавливается, чтобы спросить дорогу. Если ему ответят, он поблагодарит и помчится вперед. Когда персонажи доберутся до следующего города, они найдут там новые плакаты «Разыскивается» со своими лицами и обвинениями в гнусных преступлениях. Местные все смотрят на группу.
100. Красноречивый багбир, одетый в прекрасные кожаные доспехи с шипами, застрял под упавшим деревом. Он умоляет группу помочь ему.
101. На реке со слегка затопленным бродом табличка гласит: «Остерегайтесь Зеленозубых».
102. Бесконечное стадо животных пасется посреди дороги.
103. Обветренный обелиск стоит у дороги. Кто-то недавно вырезал на нем послание на древнем языке.
104. Острые камни откололись от обрыва и упали на открытую дорогу.
105. Рядом ведется незаконная вырубка или добыча полезных ископаемых.
106. Вы видите цыпленка на одной стороне дороги, застенчиво глядящего на другую сторону.
107. Героев поджидает мина.
108. Однажды ночью к лагерю группы подходит рейнджер и рассказывает им о близлежащей тропе, местах для лагеря и таверне, где они могут получить хорошие деньги, если упомянут его имя. Все его советы хороши, но если его имя упоминают в таверне, группе говорят, что этот рейнджер умер много лет назад на той самой дороге.
109. Список зелий для покупки лежит на земле.
110. Король ввел налог за проход по мосту. Несколько крестьян не знали об этом и теперь не могут заплатить за проход. Они обращаются к персонажам, требуя, а затем умоляя о помощи
111. Дорога ведет к ледяной арке, пересекающей глубокую пропасть, уходящую так далеко вниз, что не видно дна. Гладкая поверхность и сильный ветер представляют собой серьезную угрозу.
112. В разорванных остатках мешочка блестят разбросанные монеты неизвестного происхождения.
113. На мосту персонажи слышат рев воды намного громче, чем должен быть у реки, которую они пересекают. Затем уровень воды падает. Звуки боя выше по течению достигают ушей персонажей. На месте боя наемники пытаются захватить водяного элементаля. Элементаль доброго мировоззрения и обратится к группе за помощью. Наемники, если им помогут, не разделят свою награду от нанявшего их волшебника. Элементаль, если его спасут, вознаградит группу случайными сокровищами со дна реки, но персонажи приобретут врага в лице того волшебника.
114. К группе подбегает волшебник, бегущий быстрее лошади. Это заклинание скоро падет, и ему нужна компания, пока его магия не восстановится.
115. Группа детей, голодных и с больными ногами, искренне заявляют, что они отправляются в крестовый поход на Святую Землю.
116. Труп обезглавленного великана лежит через дорогу, загораживая ее.
117. Драка на голых кулаках в пыли у дороги. Размер толпы?
118. Группа начинает находить аккуратно отрубленные части тела, брошенные на дороге. Ухо, потом палец, потом язык.
119. Известно, что эта дорога ведет прямо в соседнюю деревню и не разделяется. Тем не менее, дорога разветвляется. Хорошо одетый слуга дает совет, какой путь выбрать.
120. У входа в серебряный рудник группа протестующих размахивает знаками и выкрикивает расистские оскорбления о дварфах, крадущих человеческие рабочие места. Пока вы смотрите, некоторые из протестующих нападают на группу дварфов, входящих в шахту.
121. Дюжина стрел издалека падает на дорогу.
122. Тысячи летучих мышей летят по небу, когда солнце исчезает из поля зрения.
123. Сорока налетает на группу.
124. Вдоль оживленной дороги предприимчивый торговец устроил небольшое казино. Игральные кости и карты есть, а вот лицензия на азартные игры?
125. Механизированная машина извергает дым из большой трубы и производит адский грохот. Она меняет курс и увеличивает скорость, когда пассажиры замечают группу.
126. Странно, улица пустынна. Никто не ходит по тротуарам, и мусор кружит на ветру. На улицу выкатывается пустая телега со скрипучими колесами.
127. Старуха предлагает путникам ночлег и бесплатную еду. Похоже, это счастливый день.
128. Группа слышит длинный поток оскорблений дальше по дороге. Затем они замечают на дороге голову — еще живого человека, похороненного по шею.
129. Дорога завалена опавшими листьями, которые прикрывают новую яму-ловушку.
130. Медвежья туша преграждает дорогу.
131. Небольшой грубый знак с надписью «Природные горячие источники», написанной углем, указывает на восток.
132. Крестьянская семья предлагает всем путешественникам бесплатный ночлег в конюшнях.
133. Армия нежити марширует по дороге.
134. Крестьяне радуются весеннему дождю.
135. По небу летит дракон.
136. Сторожевое животное, птица, собака или грызун, поднимает тревогу.
137. Двое мужчин неподалеку дерутся. Каждый обвиняет другого в краже семейной реликвии.
138. Гуманоид мертвый на обочине дороги с ножом в спине.
139. Человек бьет осла веткой и кричит: «Подвинься, ты, блохастый вороний корм!»
140. Дорога перекрыта охраной, разыскивающей преступников. Персонажи похожи на сбежавших каторжников?
141. Бригада рабочих занимается ремонтом дороги под пристальным надзором. Прибытие путешественников отвлекает некоторых рабочих, которые теперь просят помощи с побегом.
142. Перепрыгнуть через эти лужи было бы куда проще, если бы дорога не пролегала прямо через болото.
143. Ряд свежевырытых могил вдоль дороги, их ровно столько же, сколько персонажей.
144. Вдоль дороги вы натыкаетесь на длинный ряд роз... вы останавливаетесь и нюхаете их?
145. Паразит, путешествующий по измерениям, сопровождает персонажей, пока не цепляется к одному из них и не высасывает из него жизнь. Любая попытка удалить паразита нанесет вред персонажу, к которому он привязан.
146. Странствующий торговец предлагает игрокам продать хрустальный шар с огромной скидкой.
147. Охотник за головами с заключенным хотел бы присоединиться к персонажам до следующего города. Заключенному нравятся возможности, которые это дает.
148. Стрела попадает в соседнее дерево, на древко намотано послание.
149. Кажется, пустая повозка мчится вниз по склону к вам.
150. Знаменитый бард и его шумная свита проезжают мимо в двуколке.
151. Группа перевозит тело важного человека в другое место для захоронения.
152. Дорога останавливается у неровной ямы обрушившейся шахты. Что-то блестит в тени.
153. Толстый пьяный бард воспевает богов.
154. Длинная горная дорога ведет к тоннелю. По мере того, как он продвигается глубже в скалу, он становится шире и образует поверхность из плитняка. Наконец он неожиданно заканчивается в подземном городе.
155. Отряд гораздо более сильных авантюристов встречает персонажей на дороге, возвращаясь из ближайшего подземелья. Они хвастаются монстрами, которых они убили, и добычей, которую они там нашли, и говорят, что, вероятно, осталось несколько объедков, которые не стоили их времени, чтобы подобрать их, если группа поторопится.
156. В тени одинокого дерева сидит посыльный. Он измучен и будет говорить каждому прохожему, что не уверен в правильности своей работы.
157. У-у-у-у, что это? Ужасная вонь наполняет воздух. Персонажи должны совершить спасбросок Телосложения, иначе их вырвет. Мертвые люди, чудовища, или ещё что похуже, гниют в кустах.
158. Кошка забрела в лагерь группы. Она не мяукает. Она будет есть, если предложат еду, и может показать признательность, слегка потираясь о персонажей, но старается остаться в стороне. Она будет следовать за группой несколько миль и, если её игнорировать, уйдет.
159. Недалеко от дороги впереди спальные мешки окружают кипящий котел над разожженным костром, но никого не видно.
160. Рабочие меняют деревянный мост на каменный. Объезд - это день или больше пути. Рабочие закончили узкую каменную дорожку, и их можно убедить или подкупить, чтобы они позволили вам рискнуть пройти через опасный уступ. Смотрите куда ступаете.
161. У вашей повозки сломалось или отлетело колесо.
162. Ваша группа слышит лязг оружия и громкие оскорбления, прежде чем свернуть за поворот и обнаружить двух мужчин, сражающихся на дороге.
163. Пожилой мужчина терпеливо сидит у дороги со складными шахматами. Он предлагает персонажам остановиться, отдохнуть и немного поиграть в шахматы в тени.
164. Отряд лучников отрабатывает стрельбу на Королевском тракте. Остерегайтесь стрел.
165. До сих пор видны несколько цепочек следов, оставшихся от вчерашней борьбы.
166. Знак с надписью «Экзотические животные» указывает на тропинку в стороне от главной дороги.
167. Мост отсутствует. Там, где он раньше был – паромная переправа, за значительную плату. Паром выглядит так, как будто он состоит из частей моста и перевозит всего несколько пассажиров за раз.
168. Назойливый бард настаивает на присоединении к группе.
169. Разговорчивый, умный попугай пытается уговорить группу отвести его к ближайшему друиду, который может превратить его обратно в человека, которым он был.
170. Следующую милю вдоль дороги висят распятые мужчины. Один из них еще жив.
171. Человек спускается с ветки и провозглашает себя богом предсказуемости.
172. Облако в форме священного символа исчезает из поля зрения.
173. Подходит испуганный и растрепанный торговец и предупреждает вас, чтобы вы были осторожны на дороге впереди. Он говорит вам, что большое количество местных жителей начали беспокоить, а в некоторых случаях и грабить всех, кто едет по новой дороге, которая идет в обход их города. Судя по всему, они расстроены сокращением торговли со стороны людей, минующих их город, и решили взять дело в свои руки.
174. Дружелюбный кролик на самом деле является полиморфной принцессой из далекой страны. Она просит помощи.
175. Приторный, влажный туман затрудняет разжигание огня, бумаги промокают, луки ненадежны, рукояти мечей скользкие. Настроение тоже портится.
176. Огромная расщелина разделяет дорогу перед вами. Всадник стоит на другой стороне и окликает вас с акцентом: «Значит, маркиз все-таки кого-то прислал. Бросьте выкуп прямо сейчас, или он никогда больше не увидит свою драгоценную дочь!»
177. Женщина взывает о помощи, плача над телом своего мужа. Однако, когда вы подходите, разбойники выпрыгивают из своего укрытия и приближаются к вам. Именно тогда, к своему ужасу, вы замечаете, что женщина и ее «мертвый» муж вытащили длинные кинжалы и тоже наступают.
178. Голос из кустов у дороги кричит: «Мы окружили тебя, Торвик!» Но кто такой Торвик?
179. Мимо катит фургон, направляющийся к ближайшей армии. Там нет достаточной охраны, чтобы бросить вызов группе.
180. Кто-то впереди играет на свирели.
181. Вы видите остатки торговой телеги. При ближайшем рассмотрении обнаруживаются трупы в нескольких футах от дороги, наполовину закопанные, притащенные туда бандитами.
182. Группа ученых в мантиях обменивает полезную информацию на малоизвестные знания.
183. Дорога доходит до реки. Паром находится в дальней стороне, но вокруг никого нет.
184. Из-под земли доносятся странные звуки.
185. Много снега или камней рухнуло в лощину, через которую ведет дорога, препятствуя продвижению вперед.
186. Застрявший путник, стоящий на обочине дороги, — приманка в ловушке.
187. Депрессивный бард оплакивает жизнь.
188. Когда дорога ведет через густую часть леса, группа натыкается на старую тропинку, тщательно замаскированную разбросанными ветвями и травой.
189. Большая виверна загорает посреди дороги. Она выглядит спящей.
190. Нагруженная телега движется по дороге напротив группы, покачиваясь, как будто запряженная быком, но самого быка не видно.
191. Похоронная процессия движется вместе со скорбящими людьми, священниками и слугами, которые несут богато украшенный гроб.
192. Во время нападения бандитов персонажи понимают, что среди грабителей находится их друг.
193. Странствующий торговец хочет купить определенный предмет у одного из персонажей и отказывается принять ответ «нет».
194. К вам бежит путник, на его лице ужас. Когда он пробегает мимо, то кричит, предупреждая, что нужно бежать от гигантского зеленого монстра, который находится за следующим поворотом дороги. Увидев, как его убегающая фигура исчезает по дороге, вы случайно замечаете что-то странное, лежащее на дороге за кустами. При ближайшем рассмотрении обнаруживаются обрезки древесины, несколько выброшенных папье-маше и полупустая банка из-под зеленой краски.
195. Необычайно худой и грязный снежный медведь стоит на задних лапах и рычит. Выглядит голодным.
196. Прекрасное волшебное существо - например, дриада или единорог - убегает от мага. Он испуган и просит помощи у персонажей.
197. К персонажам приближается стадо скота.
198. С грохотом камнепад швыряет тонны кувыркающихся камней в сторону дороги.
199. Группа каменщиков толкает тележки с материалами в сторону города.
200. Грунтовая тропа ведет к груде камней, пронзенных ржавым длинным мечом неподалеку. Люди ждут своей очереди, чтобы попытаться вытащить меч.
201. Рядом села птица рух. Персонажи становятся свидетелями того, как она ворует скот.
202. Длинная колонна наемной легкой кавалерии галопом несется по дороге.
203. Вы находите большой кожаный мешок с золотыми монетами на обочине дороги. В это же время к вам подъезжают трое стражников.
204. Персонажи замечают на расстоянии человека, который исчезает.
205. Впереди таинственное мерцание, и один из членов вашей группы внезапно останавливается, парализованный.
206. Телега, доверху набитая трупами, стоит посреди дороги, а в поле зрения ни души.
207. Дорога пересекает глубокий овраг по мосту из подтаявшего льда.
208. Бездомная собака бежит по дороге с сапогом в пасти. Мгновение спустя кто-то замечает, что из верха ботинка торчит окровавленная берцовая кость.
209. Пехотный патруль требует плату за проход.
210. Земля раскаляется, и из новообразованных трещин поднимается зловонный пар.
211. Группа кочевников приближается в ярко раскрашенных повозках. Двоюродная сестра одного из персонажей путешествует с кочевниками. Она хочет повидать мир, но персонаж знает, что ее семья ищет её.
212. Банда кобольдов-охотников прячется и наблюдает за дорогой в поисках добычи.
213. Неряшливый, дергающийся мужчина роет яму посреди дороги.
214. Несколько девушек умываются в ближайшей реке. Суровая надзирательница бросает на персонажей злобный взгляд.
215. Кто так ест? Небольшая куча коровьих, лошадиных или овечьих останков разлагается рядом с дорогой. Останки в основном представляют собой ноги и головы, откушенные чем-то с ОГРОМНЫМИ зубами.
216. Одинокий воин со щитом, мечом и копьем неподвижно стоит посреди дороги.
217. Крестьянин с грубым лицом просит о помощи. У него отличная пасека, и он производит лучший мёд в стране... по крайней мере, так оно было. Вчера он купил новую пчелиную матку, но та за ночь наелась меда и превратилась в гигантскую пчелу. Затем собрала пчел в агрессивный рой, который нападает на всех поблизости.
218. Группа фермеров, привозящих в город товары, готовы торговаться или обмениваться сплетнями.
219. Когда дорога сворачивает в лощину, ваша группа натыкается на засаду бандитов, но бандиты ждут караван, идущий с другого направления.
220. «Псс, ты хочешь купить хрустальный шар, который действительно работает? Дешево!» — говорит сомнительная личность, подкрадываясь к группе. (Действительно дешево, и вы даже можете заставить персонажей поверить в то, что шар работает, когда они попытаются использовать его для мелочей, но он ненадежен, может быть, даже проклят. И большая проблема в том, что одна или несколько других групп очень хотят получить этот хрустальный шар)
221. Темный лес, через который проходит дорога, является домом для гигантских пауков, которые падают на группу.
222. Огромная скала преграждает вам путь.
223. Банда шумных кентавров разбивает лагерь у дороги, отпугивая крестьян, работающих на близлежащих полях.
224. Муравьи-солдаты покрывают дорогу следующие 40 футов.
225. Сумасшедший указывает на снаряжение группы и перечисляет его магические свойства - и он прав!
226. Персонажи сталкиваются со стадом скота. Животные в панике убегают от чего-то. От чего же?
227. Оживший труп сидит на дороге, но никак не взаимодействует с группой.
228. Дорога усыпана телами убитых. Они начинают оживать.
229. Странствующий маг демонстрирует фокусы перед большой толпой недалеко от города. Пока к магу прикованы все взгляды, его помощник пробирается сквозь толпу, воруя ценности.
230. Небольшая группа кричащих художников подъезжает на повозке, запряженной лошадьми. Один участник голый, а некоторые другие, кажется, рисуют его.
231. Семья застряла на обочине дороги.
232. Похоже, у здешних путешественников есть два варианта. Большая дорога (населенная великанами) или меньшая дорога (населенная людоящерами).
233. Персонаж, идущий первым, подвергается нападению существа, похожего на гигантскую акулу, когда оно вырывается из-под земли.
234. Молодая пара лихорадочно копает землю вдоль дороги, все время ссорясь. Кажется, они ищут что-то ценное, зарытое у дороги.
235. Дерево, обычно не встречающееся в этой местности (вроде пальмы в Шотландии).
236. Огромное существо проносится через лес слева от вас, ломая деревья по мере приближения к дороге.
237. Маленькая девочка в красном плаще скачет по дороге.
238. Кукольный домик брошен на мосту впереди.
239. Группа догоняет стройную девушку, переодетую мальчиком, идущую по дороге.
240. К группе пристают нищие, выпрашивая деньги.
241. Большая лужа запекшейся крови посреди дороги.
242. Джентльмен предлагает группе переночевать в его доме, но, увы, у него и его семьи прокрустово представление о гостях.
243. Орки собирают по дороге веточки и ягоды, они не настроены враждебно. Будут ли персонажи атаковать только потому, что это орки?
244. Свирепый крик пронзает воздух, стук копыт приближается.
245. Старые тюремные и подвесные клетки, железные девы стоят вдоль обочины дороги на несколько миль вперед. Одни пусты, а другие содержат останки.
246. Коммивояжёр с безвкусно раскрашенной тележкой. Он быстро предлагает змеиное масло и танцующую обезьяну.
247. Заплаканная семья бродячих торговцев преграждает дорогу. Их младший сын убежал в «призрачный лес» и все слишком напуганы, чтобы спасти его.
248. На дорогу падает дерево. Затем огненный шар взрывает дерево. Похоже, персонажи находятся в эпицентре стычки между друидами и огненными волшебниками.
249. Толпа линчевателей требует, чтобы отряд присоединилась к ним.
250. Приближается небольшой отряд вооруженных рыцарей под дворянским знаменем. Их всадник лаконично требует, чтобы группа уступила дорогу.
251. Танцующее облако блуждающих огоньков или светлячков ведет загипнотизированного путника.
252. Засада: огромный тролль требует плату за проход по мосту. Скрытая угроза: тролль ослабил мост.
253. Вы слышите хриплый крик с неба и видите, как ястреб парит над головой, прежде чем нырнуть в близлежащие деревья.
254. Дорога начинает брыкаться и корчиться, пытаясь сбросить группу. Это землетрясение или территориальный элементаль?
255. Паутина преграждает дорогу.
256. Два десятка горожан гонят из города торговца в дегте и перьях.
257. Большие следы от дороги ведут в близлежащую зеленую рощу.
258. Цветы на обочине поворачиваются к группе. И они становятся больше.
259. В удобном броде через широкую реку обитают пираньи.
260. Воины останавливает каждый фургон и обыскивает содержимое каждого мешка и ящика. Всего вы насчитали 20 воинов, каждый из которых вооружен пикой, мечом и щитом. Это элитная группа, тщательно выполняющая задание.
261. На ветке, нависшей над дорогой, сердито жужжит улей, а под ним лежит задыхающаяся и опухшая от десятков укусов фигура.
262. На дороге лежит опрокинутая тележка с пивом. Рядом громко храпит огромный тролль, окруженный пустыми бочонками.
263. Местные жители используют два или более взаимозаменяемых названий для определенных дорог, но карты, которые дали персонажам, используют только одно.
264. К вам подходит группа вооруженных солдат и требует еды.
265. Веревочный мост через пропасть обрублен и болтается с этой стороны. Кто-то, бежавший на ту сторону, перерезал мост или кто-то пытается заманить персонажей в ловушку?
266. Высокопоставленное духовенство проезжает в охраняемой карете в сопровождении четырех вооруженных до зубов охранников.
267. На придорожном лугу плачет дриада.
268. Через дорогу проходит туннель с замурованным входом.
269. Дорога подходит к непроходимой глуши, и единственный способ продолжить путь — через канал.
270. Тревожный вздох доносится из старого колодца на обочине дороги.
271. Внезапная снежная буря накрыла дорогу.
272. На обочине дороги лежит набор кандалов.
273. Пара выбрала для своей свадьбы небольшую полянку у дороги. Однако невеста плачет, а компания лихорадочно прочесывает местность, потому что кольцо потеряно или, возможно, украдено.
274. С полуразрушенной придорожной вышки выбегает мальчик, утверждая, что нашел убежище местных бандитов.
275. На дороге стоит напыщенный вельможа, порет и кричит на свою раненую лошадь.
276. На западе видна деревня. Его нет на картах.
277. На маленьком мостике толпится группа испуганных путников. Они объясняют, что бандиты в лесу за рекой забрали все, что у них есть. Когда персонажи пересекают мост, они попадают в засаду бандитов, прячущихся под узким мостом. Группа «испуганных» является частью бандитской банды.
278. Тихое озеро затопляет дорогу. Дорогу у края озера украшают несколько кольев, каждый из которых увенчан свежим черепом.
279. На обочине дороги старик и женщина кричат друг на друга о том, кто забыл упаковать обед.
280. Ежегодная миграция плотоядных или кровососущих насекомых досаждает отряду при переходе через лес.
281. По пыльной дороге плетутся трое паломников, старик и двое юношей. Простые путешественники? Или они не те, кем кажутся?
282. Военные выслеживают беглеца и настаивают на обыске персонажей.
283. Моросящий дождь, часами обрызгивавший группу, превращается в настоящую бурю, с молниями, грохотом грома и градинами размером с яйца ржанки.
284. Быстроходный корабль в бухте обстреливает порт. Он вне досягаемости местных жителей, и, возможно, не один.
285. Странный туман появляется из ниоткуда, ограничивая видимость.
286. Когда вы медленно продвигаетесь по глубоко заснеженной дороге, бандиты, одетые в белое, вырываются из кучи снега, чтобы окружить группу и потребовать все ценности.
287. Две дворянки спорят о том, кто красивее, и хотят узнать мнение группы.
288. Всех прохожих встречает жуткое зрелище: скелеты свободно раскачиваются на металлическом заборе.
289. Группа убивает, но он был под защитой друида. Теперь группа друидов и их прихожан начинают выслеживать отряд для мести.
290. По обеим сторонам дороги появляются столбы пламени и дыма. Когда группа подходит ближе, они видят двух волшебников, швыряющих друг в друга заклинания и оскорбления.
291. Разбойники часто пользуются этой дорогой. Недавно они напали на торговый караван и ограбили его. Охранники принимают группу за бандитов.
292. Большой шар из никчемного стекла лежит наполовину в земле. Он дает подсказку или зацепку к предстоящему приключению.
293. Вы натыкаетесь на старый футляр для свитков, зажатый между ветвями деревьев. Внутри деревенская хартия прав и свобод.
294. Пьяный путник небрежно играет с оружием.
295. Дорога ведет через густой лес. Спокойствие нарушает звук боевого горна орков, за которым дорогу переходят около 50 орков.
296. Тележка жестянщика с кастрюлями, свечами и другими мелочами стоит брошенной у дороги.
297. Гигантская паутина покрывает дорогу.
298. Две блудницы (одна полуэльфийка и одна человеческая девушка).
299. Болезненная зеленая пена стекает с близлежащего склона и по дороге, растворяя все органическое на своем пути.
300. Навстречу персонажам движется шумнаяsтанцующая толпа. Это свадьба.
301. Появляется раненый путник.
302. Мертвый волшебник сжимает свиток в руке. В свитке написано что-то важное.
303. Лесок внезапно заканчивается, а к вам вырывается маленький ребенок. Он дико смотрит в вашу сторонуsи умоляет: «Помогите мне, пожалуйста, они идут!»
304. Конокрад выдает себя за солидного торговца и стремится продать своих украденных лошадей путешественникам до того, как его настигнет закон.
305. Из кустов слышно тихое рыдание маленького ребенка.
306. Мужчина выходит из леса и представляется как Капитан Фини.
307. Дорога недавно вымощена камнем из близлежащих руин. Группа замечает, что на некоторых камнях вырезаны странные узоры. Собранные вместе, узоры составляют фреску, показывающую местонахождение ценного сокровища/подземелья/великого монстра.
308. На пути стоит огромный волшебный светящийся камень. Когда к нему приближаются, он гудит громче... как бомба.
309. По дороге грохочет тележка с детьми в клетках.
310. Теплый дождь, который, кажется, никогда не прекращается, угрожает качеству товаров, перевозимых путешественниками.
311. Фермер в капюшоне борется со сломанным колесом на своей повозке, переполненной репой.
312. На дороге лежит мертвый лев, жертва стаи ос.
313. Затопленная дорога залита кровью.
314. Недавно в центре дороги был установлен камень.
315. Кобольды в панике выскочили из леса на глазах у отряда. Что их напугало?
316. Сундук лежит забытый посреди дороги. Внутри находится проклятый магический артефакт или сокровище, которое лучше не трогать.
317. Трое мужчин преследуют непослушную лошадь.
318. Человек в капюшоне, управляющий повозкой, покрытой черной тканью, быстро проезжает мимо вас. Вы замечаете гроб, когда ткань падает с повозки.
319. Рыцарь с гербом местного лорда застрял в ржавом в доспехе. В неудобном положении на обочине дороги.
320. На дороге видно один гигантский след. Других таких следов в рядом нет.
321. В неглубоком овраге, параллельном дороге, вы видите большое количество сломанных телег, тележных колес и осей. При этом дорога слегка сужается
322. Горбоносый человек, покрытый черным плащом, хромает вместе с скрученным жезлом. Он кричит: Конец близок! Покайтесь!
323. На дороге лежит опрокинутая повозка, вся в крови и следах от когтей.
324. Большой каменный мост, построенный над пропастью или рекой, окаймлен воротами. На ящике возле закрытых ворот есть надпись: « 2 зм» со стрелкой, указывающей на прорезь в ящике. Внутри сторожки все тихо, но вы видите фигуру в капюшоне, уходящую с другой стороны.
325. Вы просыпаетесь и обнаруживаете, что ночью все, что у вас было, унесли. Поиск обнаружит двенадцать наборов дварфийских следов, один набор человеческих следов и лежащий посреди вашего лагеря тлеющий мешочек с травами, которые, когда вы их нюхаете, вызывают у вас легкую сонливость.
326. Мать умоляет группу найти ее пропавшего сына.
327. Огромный дракон приземляется на дорогу перед группой. Он спрашивает, как добраться до столицы, дает им щедрые чаевые, а затем улетает с громким заявлением о намерении сровнять ее с землей.
328. Остатки дома стоят у дороги. Стены рушатся, но камин выглядит исправным.
329. Межпространственный жестянщик.
330. Посреди дороги установлено чучело в одежде придворного шута.
331. Медная монета лежит на земле. Повезло!
332. Вы натыкаетесь на небольшой храм. Небольшой фонтан снабжает вас освежающей прохладной водой.
333. Экзотическое оружие или инструмент (едва ли из этого мира) лежит на обочине дороги.
334. НИП ищет защиты у персонажей. Этого делает его врагов врагами персонажей и возлагает на них задачу защищать высокопоставленного, но хрупкого человека.
335. Вы слышите, как будто с вами говорят дорожные булыжники.
336. Засада: враги за баррикадой. Скрытая угроза: яма-ловушка.
337. Там, где дорога спускается, а затем поднимается, её заняли болота. Дорога мягкая и липкая, есть риск заболеть.
338. Недавние признаки ожесточенной битвы отмечают дорогу и землю вокруг, но, как ни странно, в поле зрения нет тел, сломанного оружия или каких-либо других материалов
339. На дороге должно быть сто монет или больше, заманивающих куда-то.
340. Лютня висит на ветке.
341. Паром на дальнем берегу реки без присмотра. С этой стороны веревка, которая направляет паром, прикреплена к массивному шкиву, готовому с храповым механизмом вернуться обратно через реку.
342. Впереди вы видите мальчика, который держит табличку и прыгает вверх и вниз. Когда вы подходите ближе, вы видите вывеску с надписью «Зал чудес профессора Хардвика». Мальчик взволнованно восклицает, что этот новый аттракцион только что открылся, и сегодня вход стоит всего 5 монет.
343. Большая лужа преграждает дорогу, поверхность рябит, хотя ветра нет.
344. Стервятники кружат над разбитой повозкой, вокруг валяется мертвый скот.
345. Персонажи случайно наткнулись на горящий фермерский дом.
346. Замеченный вдалеке мусор оказывается коллекцией брошенных на дороге шлемов, оружия и снарядов.
347. Множество воздушных змеев заслоняет небо, веревки тянутся в деревню внизу долины.
348. Наводнение размывает берег реки, обнажая гниющий гроб.
349. Воинственный пьяница бродит по дороге, требуя алкоголя, денег и женитьбы на их лошади.
350. Странствующий прорицатель требует состязания воли, прежде чем открыть пророчество.
351. Куча брошенной одежды и снаряжения на обочине, и смех, доносящийся из деревьев поблизости.
352. Партия натыкается на похороны на перекрестке.
353. Мимо проезжает охотник за головами, ведущий на цепи сильно избитого пленника, который изо всех сил старается не отставать.
354. Странствующий фокусник ищет попутчиков.
355. Местный проповедник обращает на группу особое внимание.
356. Вдалеке слышны музыка и танцы. Это местный публичный дом. Только тут можно найти самых красивых огров и бородатых женщин-дварфов на земле. Выбирайте.
357. Нож без ножен сверкает в ручье внизу.
358. Шахматы в натуральную величину стоят на дороге. Когда персонажи приближаются, одна из фигур движется к ним.
359. Молнии начинают ударять в землю вокруг дороги.
360. Одинокий комиссар стоит среди тел нескольких только что казненных им дезертиров
361. Персонажи обнаруживают свежую могилу, отмеченную шлемом, покоящимся на воткнутом в землю мече.
362. Вы встречаете караван верблюдов, идущий в противоположном направлении.
363. Герои таинственным образом повторно проходят по участку дороги. Тут даже видны их следы.
364. Перепуганный и измученный путник, шатаясь, подходит к группе и просит защиты. Он расскажет вам, что без видимой причины на него напали головорезы и попыталась убить его примерно в миле вниз по дороге. Ему удалось проскользнуть в заросли, окаймляющие дорогу, но он боится, что бандиты скоро снова найдут его.
365. Пустыней правит дракон. У него гнездо недалеко от дороги. Дракон приближается к персонажам, потому что ему нужна их помощь.
366. Десяток горожан преследуют убегающую женщину и пытаются забить ее камнями за её чересчур легкое поведение.
367. Две другие группы авантюристов спорят посреди дороги.
368. Белокаменная дорога аккуратно рассекает гноящееся болото. На камнях вырезаны защитные знаки и постоянные настойчивые просьбы не сходить с пути. Потом посреди болота дорога обрывается, камни раскололись и почернели.
369. Опустошительный смерч несется к дороге, вырывая деревья и разбрасывая валуны.
370. Волшебник спорит со своей метлой.
371. Человек или другое существо падает с неба.
372. Высокий каньон кажется единственным путем вперед - идеальное место для засады.
373. Надпись на табличке Впиреди апасно!
374. На обочине дороги сидит крестьянин. В его руках рваное голубое платье размером с ребенка, и он прижимает его к груди, рыдая. Позади него тлеющие руины фермерского дома.
375. Группа молодых полуросликов весело прогуливается, играя на музыкальных инструментах. Они приветствуют проходящих персонажей и пытаются их обворовать.
376. Персонажи натыкаются на лагерь женщины, ее мужа-подкаблучника и их детей.
377. Старая настольная игра лежит посреди дороги (она ничего не делает, но посмотрите, как это озадачит персонажей)
378. Слышно грохот, дорога гудит под ногами. С одной стороны горизонт закрыт пылью, поднимающейся с земли. Формы, мчащиеся к вам, превращаются в крупный рогатый скот — сотни, и все они бегут, спасая свою жизнь.
379. Группа пересекается со злодеем, который как раз идет совершить еще одно злодеяние.
380. Цыганка поставила палатку вдоль оживленной дороги, прося монетку за предсказание. (Её слова могут не значить ничего или же быть предзнаменованием)
381. Перед вами из леса выходит бандит и требует плату (по 1 золотому за каждого путника). Если ему бросят вызов, он скажет, что его люди прячутся в лесу и готовы стрелять по его команде. Он делает шаг назад, и арбалетный болт вонзается в землю прямо перед ним.
382. Член презираемой расы изо всех сил пытается нести груз товаров.
383. Лошадь проезжающего почтальона пугается и бросает курьера. Курьер погибает при падении, а на почтовом мешке стоит печать Главы Королевской Разведки.
384. Радуга поднимается с дороги впереди.
385. Верхушки деревьев раскрашены и связаны вместе над дорогой.
386. Младшие королевские особы проезжают в надежной карете в сопровождении четырех вооруженных до зубов охранников.
387. Шабаш ведьм марширует по вершине холма, когда солнце опускается за горизонт.
388. Большая недовольная толпа людей перекрывает всю дорогу и никого не пропускает. Как ни странно, каждый носит красную повязку на руке.
389. Во время путешествия по этой дороге ни один из ваших компасов не работает.
390. После ночевки на обочине группа просыпается и обнаруживает, что вокруг них выросло поле благоухающих цветов.
391. Одинокая фигура в капюшоне, одетая в длинную грязную красную мантию, медленно приближается, звоня в колокол.
392. На тропе лежит новенький ботинок.
393. Проходит цыганский караван. У них могут быть интересные предметы для продажи или обмена, но у них вспыльчивый характер и странные обычаи. Они могут даже захотеть похитить персонажа или животное, чтобы продать его в соседнем городе
394. Вор пытается присоединиться к группе, чтобы украсть у них что-нибудь.
395. Упавшее дерево преграждает дорогу. Вы замечаете тропинку, огибающую его, но не видите другую сторону дороги.
396. Ближайшее дерево кишит ожившими объектами, которые нападают на путешественников, тревожащих их рой.
397. Банда вымогателей нападает на путешественников чуть дальше по дороге.
398. Конный патруль солдат спрашивает путешественников, что они видели, а затем передает приказ Короля соблюдать законы.
399. Пустой участок дороги с двумя соперничающими тавернами друг напротив друга через дорогу. Трактирщики стараются превзойти друг друга в скидках и преимуществах своих заведений для группы. Оба отчаянно нуждаются в клиентах.
400. Массивная статуя стоит у дороги, настолько изношенная погодой, что сейчас она почти безликая. Подношения разбросаны вокруг основания статуи.
401. Туман снижает видимость, делая движение более рискованным.
402. Хозяин забегаловки предлагает местным нищим свежий чай и миску риса.
403. Стрелы свистят с обеих сторон тропы. Это засада!
404. Группа находит несколько тел, поспешно закопанных на обочине дороги и вымытых недавними штормами. Как группа похоронит этих людей? И стоит ли: возможно, это бандиты, убитые предыдущими авантюристами, или авантюристы, убитые бандитами.
405. В сумерках или на рассвете вы видите с левой стороны дороги тень размером с человека, машущую вам руками. Сюда, быстро, я поймал одного!
406. Рабочие перекрывают дорогу, требуя повышения заработной платы.
407. Гигантская воронка открывается прямо перед вами.
408. Двое не по годам развитых ребенка предлагают за деньги полировать щиты или чистить пыльники. Они следуют за персонажами на расстоянии, обзывая их, если им не дают работы.
409. Каменная сторожевая башня обрушилась, преградив вам путь.
410. Молодой дворянин пытается навязаться в спутники. У него проблемы с мочевым пузырем, и остановки для отдыха будут случаться смехотворно часто.
411. Внезапный дождь из рыб, лягушек, червей или других существ.
412. Персонажи видят иллюзию пропасти глубиной десять миль, простирающейся до горизонта
413. В проходе, плотно обнесенном высокими скалами, некоторые булыжники почернели. Контакт с этими камнями оставляет ожоги на любых открытых конечностях. Кажется, их количество увеличивается по мере продвижения по дороге.
414. По дороге плетется длинная вереница беженцев.
415. Тролль занят чем-то, прячась в тени старого дуба. Что это значит?
416. Пробегает испуганное животное. Его преследует хищник?
417. Обломки вагонов скрывают раненого ребенка, чья семья была захвачена гуманоидными монстрами.
418. Вскоре после того, как персонажи покинули деревню, страдающую от засухи, они сталкиваются с лесным пожаром.
419. Кто-то спасается от брака по расчету и просит помощи у группы.
420. Волосы персонажей встают дыбом. Такое ощущение, что кто-то наблюдает за ними. Затем они слышат шепотом сообщение. (Для справки, это эффект заклинаний Наблюдения и Сообщения
421. Женщина громко ругает мужа, а двое плачущих детей смотрят на это.
422. Маленький человек косит мечом траву.
423. Дорога через лес закрыта, потому что Король охотится и не хочет, чтобы оленей распугали раньше времени.
424. Вы подходите к смытому мосту на высохшем русле реки.
425. Дорога закрыта на ремонт.
426. Фермер с медленной упряжкой волов преграждает путь дальше.
427. Стая мутировавших животных идет по дороге и приближается к вам. Вы не можете не задаться вопросом, что заставило этих животных претерпеть такую нечестивую трансформацию.
428. Навстречу группе идет человек со множеством масок. У него странная походка, как будто он подпрыгивает, а не идет. Он говорит: «Извините, я путешествовал очень далеко и ищу спарринг-партнера, не могли бы вы мне помочь? Если вы победите, я выполню ваше желание, если же я выиграю, то мы просто разойдемся. Этот человек мимик, и все способности будут им скопированы. Способ «выиграть» — простоять несколько ходов, ничего не делая.
429. Дерево, увешанное колокольчиками.
430. Следопыт гонится за говорящей лягушкой
431. Нуждаясь в еде и укрытии от стихии ( или от врагов), персонажи приходят в разрушенную башню, полную веселящихся авантюристов. Но Правила Дома гласят, что никто не может войти, пока они не развлекут чернь воодушевляющей сказкой.
432. Мммм, сладкий запах тарталеток и пирогов наполняет воздух. Прямо перед вами остывающие пироги и сладости, красиво расставленные на приподнятом каменном столе. Вокруг нет гномов, полуросликов или фей. Возможно, они не заметят, что пирог или два пропали.
433. Персонажи находят мерцающий бассейн. Кто-то может знать легенду, в которой говорится, что он показывает человеку, где именно тот будет через два года.
434. Пункт взимания платы с охраной и инспектором, который хочет конфисковать что-то странное или ценное.
435. Передвижной цирк, наполненный уродами, тайнами, опасностями и возможностями.
436. Собранные грибы кто-то положил сушиться на пень.
437. В конце долгого дневного пути группа с нетерпением ждет комфорта в ближайшей таверне. Но когда они подходят ближе, то видят приоткрытые ворота во двор и, что еще более зловеще, никого нигде не видно.
438. Палатка гадалка стоит на перекрестке.
439. Радужный мост ведет в какое-то странное волшебное измерение.
440. На обочине дороги лежит большая бочка, которую охраняет мальчик с рогаткой.
441. Человеческие следы уходят в одну сторону, кровь со следами волочения - в другую.
442. В засушливой тундровой равнине рядом с едва заметной тропинкой из земли торчит деревянный знак. Корка льда и снега скрывает маркировку знака.
443. У дороги лежит книга с иллюстрациями, изображающими богатую семью.
444. Багбир и его невеста проезжают в королевской карете.
445. Воители местной церкви установили блокпост.
446. У подножия крутой покатой дороги раздается грохот, и в сторону персонажей мчится большой валун. Когда он наконец останавливается, группа замечает старые пятна крови и счет убийств, вырезанный на его боку
447. У обочины дороги сидит невменяемый, босой мужчина на грани голодной смерти и в лохмотьях. Он раскачивается взад-вперед, бормоча: «У холмов есть глаза… у холмов есть глаза… глаза холмов живут внутри». Он игнорирует персонажей, но, если кто-нибудь прикоснется к нему, он выкрикивает «Арчан-галак!» в ужасе падает и умирает.
448. Эльф-охотник предлагает состязание. 100 золотых тому, кто первым поймает трех птиц, привлеченных этим прудом.
449. Группа прокаженных или больных чумой на пути к ближайшему источнику с предполагаемыми целебными свойствами.
450. Человек, одетый в странную одежду, ждет на перекрестке с растерянным видом.
451. Быстро надвигается странная буря, и молнии падают каждую минуту в пределах 50 футов от группы. На пути или рядом с ним нет явного укрытия.
452. Заброшенная ферма с привидениями манит к себе.
453. Большое количество лягушек появляется с небес и падает на членов группы. При внимательном рассмотрении отряд находит в брюхе каждой лягушки золотую монету.
454. Друиды разбирают дорогу.
455. Пустыней правит дракон. У него гнездо недалеко от дороги. Дракон угрожает персонажам и требует платы за проход.
456. Странный старик предлагает персонажам книгу на языке, который они не знают.
457. Группа рыцарей принимает персонажей за разыскиваемых преступников. Когда они осознают свою ошибку, то настаивают на том, чтобы персонажи присоединились к их благородным поискам по поимке злодеев.
458. Женщина на дороге на самом деле гарпия, изменившая форму.
459. У дороги стоит храм бога путешествий. Храм выглядит древним, но недавно его кто-то чистил.
460. Гномы устраивают дворовую распродажу.
461. Человек в ветхой одежде и с шестом, на вершине которого прикреплен необычный пылающий конус, проходит мимо вас по булыжной дорожке, зажигая на вечер уличные фонари.
462. Небольшая повозка с крестьянином и ослом с вывихнутым коленом.
463. Искалеченный гоблин просит о помощи после того, как его затоптали во время побега.
464. У дороги лежат остатки старой прогнившей катапульты. Как ни странно, кажется, что кто-то пытался её починить, хотя в данный момент никого не видно.
465. Дорога быстро становится узкой и зарастает колючими ядовитыми растениями
466. Разбойники устраивают засаду на группу. После боя при обыске тел обнаруживается карта сокровищ.
467. Большинство путешественников избегают логова гоблинов. Но сейчас царит перемирие, поскольку люди не могут его разрушить, а гоблины не могут разрушить человеческое поселение. Торговля и общение возможны, хотя и опасны. Персонажи застают одни из этих переговоров, которые переходят в конфликт. Если персонажи присоединятся к людям, гоблины убегут. Затем человеческое поселение обвиняет персонажей в том, что они обрушили на область ярость гоблинов.
468. У дороги плачет молодая женщина в простой одежде. Она объяснит, что она олень, волшебным образом превращенный в девушку жестоким волшебником, который поймал ее на краже из своего сада.
469. Пустынный город, полностью сделанный из стекла, появляется из ниоткуда посреди тумана.
470. Зловонное месиво из гнилой рыбы преграждает путь.
471. На обочине остановилась большая и красочная повозка. Передвижная труппа актеров репетирует свой следующий спектакль.
472. У мебельщика проблема с низко нависающими ветвями, которые мешают более высоким товарам в его фургоне.
473. Впереди вы видите, что оползень перекрыл дорогу. Большие камни и щебень, снесенный оползнем, сделали дорогу непроходимой, но он также обнажил кое-что странное.
474. В мешочке вы находите небольшой, покрытый мхом камень со странными выветрившимися узорами. Он находится посреди дороги, и вы не видите никого вокруг.
475. День был спокойный. Внезапно на вашу группу налетает сильный порыв ветра, который держится долго, а затем спадает.
476. Вы натыкаетесь на участок свежевыжженной земли и почерневший куст на одной стороне дороги.
477. Засада: смешанная сила орков и воров. Скрытая угроза: проникновение и саботаж в группе персонажей.
478. Фургон остановили, и возница ищет помощи - его пассажирка рожает.
479. В густой глуши, где идти можно только по дороге, группа находит тропу, покрытую все более густой слизью. Персонажи в конце концов доходят до огромной и медленно движущейся улитки.
480. Собака или другое животное пытается заставить группу следовать за собой
481. Темно, и простолюдин стоит возле повозки с факелом, выкрикивая имя женщины и умоляя ее вернуться. После ссоры из- за какой-то глупости, например, когда именно разбить лагерь на ночь, она ушла в темный лес. Неожиданный поворот: его жена — явный монстр (вроде великанши или кентавра).
482. Карета застряла высоко на дереве.
483. Вы находитесь на полпути по обледенелому мосту, когда ваше внимание привлекает движение внизу. Через почти прозрачную арку вы видите касатку, преследующую тюленя в холодной воде внизу.
484. Военные взяли под контроль участок дороги по соображениям безопасности. Они отказываются пропускать персонажей.
485. Стая белых гусей приземляется на воду, чтобы отдохнуть. Вскоре рядом приземляется одинокий гусь. Этот гусь золотисто-коричневого цвета, и его перья блестят на солнце.
486. Открывается портал и выходят демоны. Лидер говорит: «Это не город рабов, не так ли?» Затем они пытаются захватить персонажейsплен.
487. Громкие племенные крики слышны примерно за милю вперед. Должно быть, это еще один местный обычай, к которому нужно приспособиться, прежде чем вступать в первый контакт.
488. Вы подходите к участку обледенелой дороги, где трещины образуют решетчатую сеть по всей поверхности.
489. Корабль стоит у дороги, а воды поблизости нет.
490. Теплый и наполненный сеном сарай у дороги — гораздо более приятное место для ночлега, чем открытая дорога. Однако там уже отдыхает другая группа путешественников, которые не желают делиться.
491. Большая змея распластала свое массивное тело по всей ширине дороги.
492. Три дохлых кота, свисающие за хвосты с ветвей соседнего дерева.
493. Наверху в пологе леса появляются глаза.
494. Бродячий цирк ищет пропавшее существо.
495. На заставе требуют, чтобы все магические предметы были сданы до въезда в страну.
496. Опасное волшебное чудовище бежит от своего бывшего владельца. А сейчас голодает. Персонажи выглядят как угроза или как легкая пища?
497. Странствующий паладин клянется в вечной любви одному из персонажей.
498. Палач и жертва идут к плахе. Охранники и духовенство наблюдают с мрачными лицами.
499. На развилке дорог группа встречает трехстороннюю пробку и трех спорящих возничих, отказывающихся уступить дорогу.
500. Лепрекон перекрыл дорогу
501. Утром, разбивая лагерь, игровые персонажиsзамечают куст, которого раньше там не было.
502. Из укрытия у дороги выходит красивая женщина, одетая в одежды волшебницы, и умоляет вас оказать ей помощь.
503. Грубый сборщик пошлин (законный) требует оплаты за проезд по Королевской дороге.
504. В ловушке висит грозный тролль, веревка медленно распутывается.
505. Странно выглядящий пожилой мужчина появляется вне пределов досягаемости лука. Он упирается руками в бедра и кричит: «Вы авантюристы? Если да, у меня есть для вас сделка!»
506. Персонажа утаскивает таинственная сила на 5 футов от дороги.
507. У дороги лежит окровавленный футляр для карт.
508. Два человека спорят из-за козы.
509. Громоподобный и рокочущий храп великана обрывается внезапно.
510. Вы понимаете, что у дороги есть лицо, и оно странно смотрит на вас.
511. Вы видите детей, играющих на дороге. При вашем приближении они выглядят испуганными и убегают в лес.
512. Стихийные бури беспрестанно бушуют вокруг руин древнего храма.
513. Никто не может пройти. Перед мостом стоит рыцарь с иностранным знаменем. Он дает понять, что вы не перейдете без испытания.
514. Старое кольцо торчит из грязи.
515. Ничего себе. Огромная куча дымящихся свежих фекалий лежит прямо посреди дороги. Это действительно большая куча.
516. Теперь вы видите, над чем кружили стервятники: растерзанная в клочья и разбросанная по дороге туша крупного животного.
517. Сгоревшая телега стоит посреди дороги. Злоумышленник все еще находится на месте происшествия, пожирая или грабя труп водителя.
518. Группа паломников отправляется к святому месту.
519. Толпа (возможно, паломники) у дороги отмечают праздник святого.
520. Множество щитов с геральдикой разных рыцарей свисают с соседнего дерева.
521. Солнечный свет в сумерках или на рассвете восхитителен и тепл, хотя опытные воины знают, что невозможно рассмотреть того, кто идет со стороны солнца.
522. Персонал таверны, где персонажи планируют переночевать, заменен бандитами, которые теперь грабят и убивают ничего не подозревающих путешественников
523. Впереди пустой лагерь. Угли костра еще теплые, но земля усеяна одеждой, оружием и шестами от палатки.
524. На заросшей поляне у края дороги группа может увидеть руины заброшенной сторожевой вышки.
525. Три оживленных палаша качаются взад-вперед посреди прохода с крутыми склонами.
526. Запряженная лошадь замедляется и упирается. Возница просит помочь вытащить повозку.
527. На городской площади разыгрывается полномасштабное магическое шоу.
528. Большой рогатый олень выскакивает на дорогу, вызывающе смотрит на путников и исчезает в кустах.
529. Большой каменный куб, покрытый странными отметинами, стоит у дороги.
530. Сломанный священный символ лежит в одном из глубоких, покрытых коркой, грязных отпечатков ботинка на обочине дороги.
531. Группа находит мешок, лежащий на дороге, а вокруг никого нет.
532. Некромант использует свои таланты, чтобы оживлять трупы животных и людей и заставляет их выступать в придорожном цирке. Жуткая часть заключается в том, что селяне из соседней деревни, кажется, слишком наслаждаются шоу.
533. Вы сворачиваете с дороги и видите, что бандиты остановили карету.
534. Торговец следует за группой и настаивает на том, что идет в том же направлении. Он пытается продать свои товары.
535. Дорога пересекает район засушливой пустыни. Тем не менее, на туманном пескоструйном горизонте вы видите одинокое зеленое дерево. Вы протираете глаза от страха перед миражом, но мираж или нет, вы все равно видите дерево таким же зеленым, как и прежде.
536. Персонажи просыпаются и обнаруживают, что их лагерь разграблен. Ничего из их обычного снаряжения не пропало, но их предметы разбросаны повсюду (возможно, отсутствует важный квестовый предмет). Обыск обнаруживает крошечные следы фей по всему лагерю, и поблизости слышен смех фей. Этот побочный квест не будет включать сражения, но будет изобиловать ловушками и опасными иллюзиями, которые прикрывают смертельные ловушки.
537. Скованные цепями рабочие роют канавы у дороги.
538. За группой следует дикий кот.
539. Настоятельница из придорожного женского монастыря высматривает пропавших без вести послушниц
540. Мимо на лошади проезжает одинокий всадник в капюшоне. Из его сумки, полной конвертов, вылетает письмо.
541. Шумная банда всадников вызывает группу на гонку.
542. Скоро произойдет повешение. Собирается толпа.
543. У мужчины, одетого по-королевски, амнезия.
544. Серебряная ложка лежит вмятая в колею телеги.
545. Вы попадаете в массивное ущелье, перекинутое замысловато сплетенным веревочным мостом с деревянным настилом. Когда вы на полпути, веревка на обоих концах моста вспыхивает пламенем.
546. Подходит охрана и спрашивает, какое у вас дело на мосту, который они охраняют.
547. Изгиб прибрежной дороги, ставший гладким и скользким из-за морской воды, есть риск падения в море.
548. Испуганный конь стоит рядом с трупом.
549. Местное известное дерево Старый Король стоит на вершине близлежащего холма. Древнее дерево иссохло и искривлено, но легенда гласит, что благодать богов дарована любому, кто принесет ему кровавую жертву.
550. Состоятельная, но наивная молодая женщина пытается дрессировать своего привязанного сокола на соседнем поле. Всё роходит не слишком хорошо.
551. Персонажи находят труп на обочине дороги. Внутри трупа живет демон, ищущий нового хозяина. И группа выглядят довольно заманчиво....
552. Ярко горит дерево. Любопытно, что огонь не распространяется и дерево не сгорает.
553. Насколько вы можете видеть, дорога превратилась в почти непроходимое, грязное месиво. Вы можете перемещаться по нему на гораздо меньшей скорости или рискнуть пойти в темный лес, чтобы пройти быстрее.
554. Вы узнаете, что бандит, требующий пошлины, на самом деле один и настроил арбалет для стрельбы, когда он запускает плохо спрятанную растяжку. Он убегает с вашими деньгами, активируя за собой еще одну ловушку из арбалета.
555. Героям предстоит пережить много ночей, путешествуя по дороге. Темные сны одного персонажа — первый признак того, что персонажи подверглись косвенной атаке.
556. К ветке у дороги привязана нервная лошадь.
557. Медные монеты древней империи блестят в грязи.
558. Персонажи находят таинственную книгу на обочине дороги
559. Эй, я чуть не наступил на этот крохотный караванчик, очень похожий на наш....
560. Свадьба только что закончилась за пределами церкви. Малышка, одетая во все белое, с корзиной цветов начинает идти впереди персонажей, разбрасывая лепестки цветов. Она будет брести впереди них, если они позволят ей, и может настаивать на том, чтобы женщины держались за руки с мужчинами.
561. Дыра в земле с уходящими странными следами.
562. С окрестных деревьев взлетает стая ворон. Вы также слышите шуршание кустов с другого направления.
563. Группа странствующих менестрелей бросает вызов самому мудрому на вид члену группы в конкурсе рассказчиков.
564. Группа встречает симпатичного детеныша. Рядом рассерженная мама.
565. То, что когда-то было казармой гвардейцев, сторожащих мост, сейчас в руинах. Похоже, что разрушение произошло недавно, поскольку над руинами поднимается дым. Вы слышите шорох в обломках.
566. Дорога проходит между двумя маковыми полями. Они цветут, выпуская в воздух облака пыльцы.
567. Засада: банда наемников. Скрытая угроза: одноразовая магическая поддержка.
568. Тропа, ведущая к горному перевалу, размыта, так что группе придется подниматься в гору с большим трудом.
569. Тропинка от дороги ведет к заросшему рухнувшему дому.
570. Группа натыкается на остатки бродячей кукольной труппы, на которую напали бандиты.
571. Гром и дождь обрушиваются на вас, когда вы проходите мимо увитой плющом церкви.
572. Становится напряженно тихо. Эффект резко заканчивается, если кто-то выходит за пределы определенной области.
573. Мужчина, шатаясь, идет по дороге к группе. Он рухнет на землю прежде, чем доберется до нее.
574. Бродяга, сильно пахнущий алкоголем, утверждает, что он бог, и требует, чтобы персонажи поклонялись ему.
575. Огромный рой гигантских насекомых чернит небо, возвращаясь в свой улей на ближайшем лугу
576. Женщина на дороге кричит о помощи, говоря,sчто бандиты ограбили ее и ее мужа и бросили ее умирать. Если они позволяют ей вести их к себе домой, она заведет их в бандитскую засаду.
577. Гномы решают испытать новую штуковину недалеко от вашего лагеря. В этих краях не так уж неожиданно, но так рано утром? Пора направить арбалетный болт в спину гнома?
578. Человек в лохмотьях вяло идет к вам, волоча трехфутовую цепь, привязанную к одной из его лодыжек. Если его спросят, он расскажет печальную историю о несправедливости его бездушных похитителей.
579. У обочины стоит телега с разбитым колесом. Его сменное колесо прислонено к телеге, никого нет поблизости. Повозка на самом деле мимик, сменное колесо – молодой.
580. Виноградная лоза покрывает дорогу впереди. Они выглядят невинно, пока один из побегов не обвивает лодыжку усиком.
581. Группа идет через участок ядовитого плюща.
582. Тень проходит по земле.
583. Блестящая латунная пластина, прибитая к сломанной доске, лежит на дороге. На пластине выгравировано название известной компании по перевозке караванов и несколько цифр.
584. Человек утверждает, что он проводник, и предлагает помочь персонажам пройти по короткому пути, разумеется, за небольшую плату.
585. Массив ядовитых растений окружает прекрасный и спокойный родник. Со временем ядовитая пыльца сделала его таким же опасным, как и его окружение.
586. На этой переправе курсирует пестро украшенный паром, но паромщик действительно странный.
587. Ритуал призыва пошёл наперекосяк, и демон неистовствует через дорогу.
588. Впереди виден своеобразный оазис, изолированный и сюрреалистичный.
589. Неподвижные фигуры, преграждающие дорогу, — это военный отряд гоблинов, обращенный в камень.
590. Сбежавший заключенный (бывший переодетый тиран) просит недолго сопровождать группу.
591. Дорога сужается к маленькому шаткому мосту.
592. Белый олень выходит на дорогу впереди, смотрит прямо на каждого члена группы, затем убегает.
593. Таверна, в которой персонажи планируют переночевать, закрыта, потому что она была нерентабельной, а трактирщики переехали в соседний город
594. Отчаявшийся мужчина предлагает продать группе «волшебный» желудь за бесценок. Если игровые персонажи покупают его, человек убегает, безумно смеясь, крича: «Я свободен! Наконец-то свободен! Бедные дураки!»
595. Поля слева и справа готовы к сбору крожая, слегка шуршат при приближении.
596. Старая ведьма собирает травы, а ее кошка рассказывает прохожим об их опасности.
597. Группа встречает невероятно похожую группу авантюристов, идущих в противоположном направлении.
598. Группа находит брошенную повозку и пони, в хорошем состоянии и с некоторыми припасами, рядом с чистой тропой, ведущей к пещере. Небольшой конструкт охраняет пещеру, а внутри находятся останки волшебника, ученого или жреца, а также тела двух вооруженных мужчин и нескольких маленьких существ.
599. Лесной пожар быстро приближается к группе.
600. Перед вами появляется дворянская карета и свита. Кучер кричит: «С дороги, отребье!»
601. Часть дороги осыпается, группа падает в подземелье, затем земля над ними сомкнулась. Безумный смех самого ненавистного врага волшебным эхом отдается в ушах персонажей.
602. Через дорогу перекинута арка. Спутанные тропы обходят её с обеих сторон. Если кто-то пройдет под аркой, его ударит молнией. Если жертва выживет, она получит божественное видение. Подсказку или зацепку, возможно.
603. Мимо проходит волынщик, за которым следует множество детей.
604. В придорожном святилище обитает злой дух, нападающий на путников.
605. Блуждающий зомби остается в центре дороги и бездумно атакует. Никаких проблем, если бы не орда нежити, бродившая по близлежащему кукурузному полю.
606. Около поворота дороги группа замечает двух существ, дерущихся из-за изодранной одежды. Убив или разогнав существ, персонажи понимают, что наткнулись на три неглубокие, безымянные, наспех вырытые могилы. Оставшись только в нижнем белье, разоренные трупы мало что могут поведать о своем происхождения.
607. Придорожный ларек манит прохожих свежими овощами и фруктами.
608. Из болота впереди поднимается ядовитый газ, застилая дорогу.
609. Подходит изможденный путник и просит хлеба и воды
610. Из глуши шагает людоед, предлагая свои услуги проводника и телохранителя на опасном участке дороги. Если ему платят, он выполняет работу и уходит. Если на него нападают, он дает знак другим из своей группы, спрятавшимся поблизости, и они бросаются в атаку.
611. Дружелюбный странствующий зверолов идет вместе с группой, но некоторые из наиболее опасных животных сбегают.
612. Группа находит озеро расплавленной лавы.
613. На забытой горной тропе под обветшалой крепостью группа пожилых солдат в изодранной броне бросает вызов группе. Они до сих пор сражаются на войне, которая закончилась несколько десятилетий назад.
614. Ветер сбивает улей с нависшего дерева.
615. Дым начинает подниматься из-за следующего холма.
616. Новая сланцевая дорога на удивление гладкая, из-за чего легко поскользнуться.
617. У дороги вдруг появляется заколдованный фонтан.
618. Ряд каменных статуй в капюшонах охраняет обочины дороги впереди.
619. Фигура в мантии на убегающем механическом приспособлении зовет на помощь.
620. Кустарник на одной стороне дороги расступается, когда большой рогатый олень выпрыгивает вперед, расчищая путь, даже не наступая на него, и исчезает на другой стороне. Вскоре после этого появляется запыхавшийся охотник.
621. Персонажи встречают труп редкого монстра.
622. Одинокий каменный мост через пропасть давно рухнул. Рядом с ним есть веревочный мост, хотя и он знавал лучшие времена. Обход пропасти займет еще пару дней.
623. На расстоянии в, по крайней мере, три дня пути из ближайшего поселения ваша группа находит скопление разноцветных палаток и повозок, окруженных цыганами, оценивающе наблюдающими за вашим приближением.
624. Одинокое драконье крыло свисает с дерева у дороги.
625. Два десятка горожан с факелами и вилами направляются в лес, крича о чудовище.
626. Дорога впереди сужается, а окружающий ландшафт превращается в болото.
627. Всего полчаса назад взошло солнце, но вдруг снова наступила ночь.
628. Вы встречаете лошадь на дереве
629. При затопленной переправе жужжание насекомых становится оглушительным.
630. Охотник на вампиров хочет временно присоединиться к команде, предупреждая об опасности своей добычи. Охотник на самом деле вампир?
631. Вы находите большой кожаный мешок с золотыми монетами на обочине дороги. Он туго завязан, и на нем изображен герб местного лорда.
632. Миниатюрная крепость с миниатюрными животными.
633. Рыцарь просит плату за проезд по дороге.
634. Пути через заснеженные горы постоянно меняются из-за суровой зимней погоды.
635. Толпа складывает ветки вокруг ног привязанной к столбу старухи. Они ждут факела под крики «Ведьма» и «Сожги ее!»
636. Дорога усеяна змеями, спящими на солнце.
637. Каменная соль возвышается над ландшафтом.
638. Потерявшийся ребенок плачет на обочине дороги.
639. Торговец крысами на палке предлагает нанять группу, чтобы та помогла ему на трехдневном празднике урожая и турнире в маленьком городке в полдня езды по дороге.
640. Дорога расширяется на вершине холма и превращается в большую мощеную площадь, покрытую каменными статуями. Два гиганта спрашивают группу, не могли бы они ненадолго остановиться и принять участие в их игре в шахматы, поскольку им не хватает некоторых фигур.
641. Оползень открывает вход в пещеру.
642. Большие, сильные руки обхватывают дерево рядом с вами и отрывают его от земли вместе с корнями.
643. Сначала бард, которого вы встретили на дороге, был довольно забавным, но теперь вы прослушали весь его репертуар несколько раз. Почему он не понял намека и не пошел своим путем?
644. Колли стоит посреди дороги, поджидает персонажей, а потом пытается их куда-то увести. Собака ведет их к заброшенному колодцу в лесу. Идеи для колодца: он ведет в подземелье, в котором заперт потерянный хозяин колли. Или там сидит Тимми — тролль, использующий собаку, чтобы вести добычу к своему колодцу.
645. Золотые глаза следят за группой издалека, и раздается вой либо как предупреждение, либо как зов.
646. 2d4 гнома верхом на кроликах
647. Спускается рой гигантской саранчи. Они проникают в броню, кусают плоть, жалят и не умирают. Они едят все, что партия надеялась собрать в пищу, они будут есть еду партии. Чтобы обойти их, потребуются дни.
648. Повозка, увязшая в грязи, с ругающимся купцом и торопливыми погонщиками.
649. Локализованное излучение.
650. У фермера с землями, прилегающими к дороге, возникла проблема - корова упала в мутный ручей и не может подняться.
651. Приглушенный рев падающей воды вдалеке намекает на водопад впереди.
652. В начале долины прорывается плотина, давая группе лишь несколько мгновений, чтобы что-то предпринять, прежде чем придут паводковые воды.
653. Лудильщик распространяет всевозможные зловещие слухи о местности, а затем требует плату за свою помощь.
654. Лагерь с несколькими недавно использовавшимися ямами для костра находится на обочине дороги. Его бросили в спешке? Есть следы битвы? Странные следы?
655. Четыре дня дождя, и даже ваш промасленный брезент начинает выходить из строя. Это должно быть сверхъестественное или волшебная буря. Вы подходите ближе к источнику, чтобы избежать неприятностей?
656. Стая охотничьих гончих мчится мимо группы... к чему-то. Крик указывает на то, что их хозяин не отстает.
657. Две брошенные повозки, одна цела, другая сломана.
658. Четыре рыцаря несутся галопом на легких лошадях, за ними следуют их оруженосцы, ведущие тяжелых лошадей и вьючных животных.
659. Обломки дирижабля, разбившегося на дороге, мешают путешественникам.
660. Засада: кавалерия позади игровых персонажей, держащаяся на расстоянии. Скрытая угроза: пехота впереди.
661. Что-то забыли. В лагере член вашей группы много раз рылся в своих рюкзаках в нарастающей панике, но последний раз, когда он видел мистическую единственную в своем роде реликвию, вы были в гостинице три дня назад.
662. Вокруг группы жужжат мухи, так как дневная жара становится невыносимой.
663. Группу прогоняют с дороги местные племена, гонят к большой близлежащей пещере с выдающимся выступающим входом, двумя большими сталагмитами, влажным губчатым полом и довольно грязным, сырым воздухом.
664. Паром, необходимый для переправы через реку, есть, но паромщик безнадежно пьян
665. На ледяном склоне кто-то вылил воду на тропу, превратив ее в скользкую горку, ведущую в ущелье/пропасть/яму/пещеру.
666. В глаза бросается дерево с танцующими феями. Странно, сейчас вроде нет праздников.
667. На дороге лежит труп, голова которого заменена головой какого-то таинственного существа.
668. Четверо пьяных матросов шатаются по дороге, распевая похабные песни и обнимая девок. Те смотрят на вас с ухмылкой.
669. Беженцы, убегающие из города, гостиницы или поселения, куда направляются персонажи.
670. На дороге лежит убитый волшебник, его безумный гомункул охраняет его тело и вещи, клянясь отомстить всем, кто потревожит труп.
671. С городской стены сыплются тысячи стрел, но ни одного врага не видно.
672. Вы видите в небе странное облако.
673. Дорога проходит через заброшенную деревню.
674. Дерево начинает жаловаться на внешний вид персонажей.
675. Группа покидает город, которому они помогли, и направляются по дороге. Как раз за городом выскакивают благодарные местные жители и удивляют группу неожиданным праздничным пикником.
676. Таверна, где персонажи планировали провести ночь, сейчас горит.
677. Новый знак, указывающий на узкую тропинку у дороги и гласящий: «Свежие ягоды — выбери сам».
678. Пока ваша группа отдыхает, из опушки леса приближается безобидный лесной зверь.
679. Мимо марширует взвод солдат, и их офицер приказывает группе присоединиться: вас только что призвали.
680. Мимо проезжает мелкая королевская особа на паланкине. Затем один из его носителей спотыкается о камень. Дворянин кричит: «Осторожно, идиоты! Я чуть не уронил свою еду». Вы замечаете запечатанный пергамент, оставленный на земле.
681. Кто-то хочет украсть у группы, чтобы раздать бедным.
682. Когда бандиты нападают, группа слышит крик: беременная пассажирка начинает рожать.
683. В разгар шторма группа достигает бурной реки и обнаруживает, что мост смыт. Перепачканная фигура стоит в укрытии обломков. Он настойчиво машет персонажам
684. Когда персонажи едут по дороге, они проходят мимо военного лагеря. Боевой дух в лагере высок, солдаты шумны и расслаблены. К персонажам относятся дружелюбно, хотя и отстраненно.
685. Трактир с окнами и дверьми, заколоченными изнутри и ужасными следами когтей снаружи.
686. Группа находит след золотых монет, уходящий с тропы.
687. Банда оборванных мальчишек вяло пытается обворовать путешественников.
688. Сгоревшая телега стоит посреди дороги. На теле извозчика срочное сообщение для одного из персонажей.
689. Громовой шум сотрясает горную тропу. Гиганты? Драконы? Взрыв?
690. Около дюжины мальчиков играют на поляне рядом с дорогой.
691. Персонажи проходят мимо старого фермера и его лошадки, направляющихся к тому же городу, куда и они. Он машет им рукой и улыбается щербатой улыбкой. Через некоторое время они снова проходят мимо него. А потом снова ....
692. Постоянные дожди последних дней превратили дорогу в грязную трясину. Застрявшая повозка преграждает путь. Вокруг никого.
693. Двадцать мужчин и женщин в лохмотьях шествуют друг за другом, грязные, с опущенными глазами, со связанными шеями, когда погонщик рабов и его люди гонят их в следующий город.
694. Персонажи натыкаются на засаду бандитов, но засада предназначалась для кого-то другого (например, посыльного или торговцев, которые скоро придут).
695. Огромный дорожный знак на перекрестке, указывающий расстояния и направления в сотни мест, о некоторых из которых группа никогда не слышала.
696. Дорога внезапно кончается. Ничего, кроме дикой местности не лежит за её пределами.
697. Банда рыцарей с мрачными лицами останавливает группу на перекрестке, пока они хоронят все еще скрежещущую голову некроманта.
698. У богато украшенной кареты сломалось колесо, и она стоит у проезжей части. Следы указывают на то, что тот, кто был в повозке, забрел в пустыню.
699. Много наконечников стрел вонзено в землю, их древки торчат под разными углами. При ближайшем рассмотрении выясняется, что это не обычные охотничьи стрелы.
700. В тихом ручье рядом с этой дорогой обитает гигантский крокодил, который подстерегает неосторожных путников.
701. Маленький лютый волчонок таскает через дорогу палочки, играя в пыли, а его мать наблюдает из леса.
702. Презираемая женщина преследует неверного мужа, бросая в него камни.
703. Лудильщику или кожевнику нужна помощь, чтобы вытащить его тележку
704. Прямо впереди огромный ствол дерева летит через дорогу и падает с другой стороны. За ними гонится гигантская собака.
705. Снегопад за ночь засыпал дорогу и всякие ориентиры. И снег ещё идет. Трудно не только продвигаться вперед, но найти саму дорогу.
706. Рой разгневанных пчел преследует медведя.
707. Темный лес, через который проходит дорога, содержит волшебные статуи, которые оживают и атакуют при приближении.
708. Вы натыкаетесь на свежевырытую неглубокую могилу у дороги.
709. Три женщины преследуют одинокого мужчину по дороге, избивая его метлами. Он в одном белье и держит свою одежду в руках, пока бежит.
710. Впереди на бревне сидит девушка с кровью в волосах.
711. Когда вы пересекаете небольшой ручей, ваша лошадь спотыкается о камень и падает, роняя вас на землю. Вы слышите движение в кустах неподалеку.
712. Поперек дороги впереди лежит упавшее дерево. При ближайшем рассмотрении выясняется, что это раненый трент.
713. Невзрачный путешественник просит путешествовать с группой для безопасности. В дороге он просит рассказать о подвигах группы. Путешественник на самом деле является известным писателем или бардом, и скоро напишет популярную книгу или песню об их приключениях (настоящих или выдуманных).
714. Группа артистов сомнительного вида спорит друг с другом.
715. Темная тень закрывает луну и исчезает.
716. Дорога переходит в рушащуюся винтовую лестницу, взбирающуюся на скалу.
717. Небольшая группа мужчин развлекается стрельбой из арбалетов. Они проявляют к вам большой интерес, а один предлагает вам положить яблоко на голову в обмен на «что-то особенное».
718. Неприветливый человек с арбалетом сидит в устье крытого моста, единственного перехода через реку на многие мили. Он предлагает безопасно провести группу по короткому, прямому и пустому туннелю моста за определенную плату.
719. Разбитая бутылка лежит в придорожной грязи.
720. Дух захватывает при виде радуги, которая, кажется, начинается в особенно красивой части леса всего в нескольких милях отсюда.
721. Дорога становится в мощенной
722. Вы путешествуете ночью под новолунием. Разведчик вашей группы указывает на небо, где традиционно неподвижные созвездия кружатся, как будто их взбалтывает космическая ложка.
723. Небольшая группа мужчин практикуются в стрельбе из арбалетов. Они направляют оружие на вас сразу же, как только вы приближаетесь.
724. Когда персонажи проходят мимо руин у дороги, их еда и вода портятся и тухнут.
725. Небольшая группа мужчин занимается стрельбой из арбалетов. Они проявляют к вам большой интерес и бросают вам вызов на небольшую ставку. Один из них хвастается: «Джарвис — лучший арбалетчик в королевстве».
726. Ровно посреди дороги лежит мертвое тело.
727. Группа сбивает пастушью козу. Пастух требует денег, в три или четыре раза превышающих её стоимость. Затем, когда все уляжется, подойдет другой пастух и покажет свою раненую козу. Стражники останавливаются и проявляют интерес.
728. След из хлебных крошек на дороге ведет в густую часть леса.
729. Туман через дорогу скрывает внезапный обрыв.
730. Сумасшедший бунтарь из глуши выдумал свою страну, с собственной правовой системой и экономикой, во все это верит только он. Но ему повезло, он довольно могущественный волшебник. Безумец требует, чтобы персонажи подчинялись его законам.
731. Группа путников остановилась, чтобы дать отдых своим лошадям, выпивает и играет в кости. Возможно, торговец ищет эскорт и наймет персонажей. Игра в кости - это шансsзаработать несколько монет. Может быть, все это афера, которую затеяли разбойники.
732. Таверна, где персонажи планируют провести ночь, закрыта, потому что персонал был убит монстрами, которые все еще прячутся поблизости.
733. Кирпичи и обломки усыпают дорогу, вы приближаетесь к остаткам разрушенного дома.
734. К вам быстро движется клубящийся туман. Животные всех видов, спасаясь от тумана, бегут мимо вас. У животных есть небольшие темно-красные пятна на меху или перьях.
735. Сильный восточный ветер несет с собой густой дым.
736. Отец ищет своего сбежавшего ребенка.
737. Скважина ведет к подземным туннелям.
738. Группа напугана пролетающим над головой вороном, который каркает имя одного персонажа.
739. Скелет лошади-нежити бежит к вам, его кости лязгают друг о друга почти музыкально.
740. На бурлящей реке посреди течения виден паром, на палубе которого происходит ожесточенный бой
741. Группа пьяных молодых дворян проносится мимо персонажей на своих дорогих лошадях.
742. Другая группа авантюристов проезжает мимо вас в противоположном направлении. Вы слышите оживленные споры об их следующей охоте за сокровищами. В нескольких ярдах дальше вы видите карту, лежащую на земле.
743. У дороги стоит 12-футовый деревянный столб. Что-то бледное реет над ним.
744. Паломники разных вероисповеданий и рас дерутся.
745. Покровитель, которого вы встретили в последней гостинице, заманил вас по этой тропе обещанием богатства и славы. Теперь он развлекает вас рассказом об умершем родственнике, который встретил свою кончину на этой дороге в условиях ненастной морозной погоды. По мере того, как он погружается в свою историю, ветер усиливается, начинает падать снег.
746. Дерево с большой силой падает перед вами, в то же время другое падает сзади.
747. Налетчики нападают на торговый караван.
748. Купание в ручье точно было хорошей идеей... Что это за пузыри?
749. Мертвый минотавр лежит на обочине дороги, в его спине торчит огромный топор.
750. Стена замка с проломом.
751. Пара крыс начинает преследовать группу.
752. Толстый фермер и его пухлая дочь борются со сломанным колесом на его нагруженной повозке, полной ботвы от репы.
753. Золото дураков сверкает в грязи.
754. Небольшое поселение посреди пустыни выглядит хорошим местом для остановки. Моральный дух там поддерживается проповедником. Неизвестно, какие у него мотивы
755. Несколько рыцарей тренируются.
756. Странный всплеск силы вызывает определенные мутации.
757. Массивный камень со странными рунами.
758. Персонажи натыкаются на ямы, растяжки и ловушки со стрелами. Это проделки бандитов, которые перешли на новую точку засады. Идея состоит в том, чтобы поставить персонажей в тупик и заставить ожидать засады, которая никогда не произойдет
759. После сна на обочине группа просыпается и обнаруживает, что весь их лагерь окружен паутиной с каплями росы, но они не пострадали.
760. Путешественник просит вас повернуть назад, поскольку дракон терроризирует местное население. Предупрежденные, вы уходите с дороги и осторожно продвигаетесь вперед. Именно тогда вы найдете следы дракона, ведущие на восток, но, как ни странно, после каждого следа дракона лежит небольшая лужица масла.
761. Персонажи становятся свидетелями убийства участника парада.
762. Маленький кролик перепрыгивает дорогу перед вами.
763. Персонажи проходят мимо угрюмой военной группы, ухаживающей за ранеными на обочине. К персонажам относятся безразлично, а предложения помощи воспринимаются с подозрением.
764. Мощная иллюзия изменяет путь, по которому кажется ведет дорога.
765. На обочине остановился караван, несколько тел ждут погребения. Многие из живых кажутся больными.
766. Рабочие строят стену и ворота через дорогу. Несколько членов охраны настойчиво просят группу подойти и помочь.
767. Вы видите разбитые глиняные горшки с высыпанным содержимым и осколки сломанного тележного колеса. Опилки и стружка намекают на недавнюю замену.
768. Группа паломников из далеких земель в поиске волшебного фолианта.
769. Двое детей гоняют цыплят по дороге.
770. Торговый караван разбил лагерь на ночь. Группе предлагают торговлю и приют.
771. Извозчик или охранник каравана видит в персонажах потенциальных новых работодателей.
772. Дорога сужается, а впереди медленно движется повозка, запряженная волами.
773. В канаве лежит опрокинутая повозка, окруженная рассыпанным товаром.
774. Путь впереди окутан тьмой.
775. Противостояние между отрядом солдат и бандой повстанцев.
776. Волшебная стена перекрывает дорогу.
777. Когда вы путешествуете мимо древнего кладбища, на вас нападает орда зомби, которая бредет из сотен разлагающихся склепов и гробниц, разбросанных по этому древнему некрополю
778. Группа приходит на место недавней ужасной аварии или становитсяsеё свидетелем.
779. Армия быстро марширует, чтобы застать врагов врасплох. Они предпримут любые необходимые меры, чтобы персонажи не выдали их.
780. Солнце садится в пурпурном небе, и проходящий мимо путешественник говорит, что это предзнаменование _____.
781. Спутник группы медленно становится нежитью.
782. Группа проходит через туман, который сладко пахнет розовой водой. Вскоре после этого из тумана со всех сторон доносятся голоса, рычание животных и громкий грохот.
783. Мимо проносится человек на страусе, крича персонажам, чтобы они уступили дорогу.
784. Маленькая ярко-зеленая змея падает с нависающей ветки на персонажа.
785. Отряд гонится за убийцей к персонажам. Не принимают ли они персонажей за свою добычу?
786. Статуя гуманоида (он обращен в камень).
787. Начинается дождь из кошек и собак. Буквально (вариант: появляются огромные ведра, из которых льется вода).
788. Каждый знак на дороге помечен клеймом местного разбойника.
789. Начинается град (размер градин: 1-2 мелкие,3-4 средние,5-6 крупные).
790. Дракон, виверна или динозавр высиживает яйцо на пути впереди. Группа может легко пройти мимо, так как мать слишком занята.
791. Лесник спрашивает дорогу к дому старухи, чтобы напасть на оборотня.
792. Ящик с ручными инструментами валяется в зарослях у края дороги. Вы замечаете сломанные ветки рядом с ящиком и вытоптанную траву, уходящую дальше в поле.
793. Четверо детей гоняются за свиньей.
794. Дорога поворачивает вокруг холма, и вы с удивлением видите двух великанов, лениво сидящих на земле и держащих в руках огромные арбалеты, направленные на вас.
795. На обочине лежит брошенный черный мешок. Что-то внутри движется.
796. Большой, окованный железом сундук лежит наполовину в грязи, как будто он упал с телеги
797. Что-то шевелится под поверхностью глубоких луж.
798. Несколько мужчин сражаются впереди. Некоторые из них — отступающие торговцы и их охрана, идущие впереди, в то время как другие — бандиты, движущиеся с фланга к ним.
799. Насколько хватает глаз, землю усеивают кроваво-красно-оранжевые цветы. Животные, в том числе скакуны, отказываются войти в эту область.
800. Над лесом вырисовывается сооружение. Сторожевая вышка, сложенная из грубо обтесанных бревен, возвышается над верхушками деревьев.
801. Мясник вешает на шесты свежую добычу на специально изготовленном мясном фургоне.
802. Небольшой заброшенный поселок посреди пустыни выглядит хорошим местом для привала. Почему он был заброшен?
803. Пятнистая собака преследует белку по дороге, всего в нескольких метрах от группы.
804. Группа странствующих торговцев пытается починить сломанное колесо на своей повозке. Они просят помощи у героев, но на самом деле это банда воров, которые пытаются обворовать героев во время работы.
805. Персонажи встречают военную группу в гневном настроении. Недавно были убиты солдаты, и к персонажам относятся с крайним подозрением.
806. Сморщенный торгаш продает со своей тележки обереги: сушеных лягушек, кости пальцев, кошачьи черепа и тому подобное. Оставив его, вы оборачиваетесь и обнаруживаете, что он оказывается очень далеко. А потом и вовсе исчезает.
807. Человек с обезьяной полирует копыта козе на обочине дороги.
808. Дождь усиливается. Сквозь мрак блестит металл, когда приближается отряд солдат.
809. Церковный воитель и его свита отправились в священный поход против зла и требуют, чтобы другие, служащие делу добра, немедленно присоединились к ним.
810. Закаленный в боях воин вырывается из подлеска и кричит: Бегите! Ради богов! Они идут! и несется в ужасе по дороге.
811. Мертвый дракон со следами укусов.
812. Дорога пересекает глубокий овраг по старому покосившемуся веревочному мосту.
813. Заворачивая за угол, вы видите груду тлеющей ткани на земле.
814. Дорога превращается грязной. Вскоре грязь достигает двух футов глубины. Вода в канавах рядом начинает пузыриться
815. Участок дороги находится в исключительно хорошем состоянии. Но почему? И как? Тем неsменее, это означает, что путешествие продвигается хорошо.
816. Рано утром стадо оленей переходит дорогу впереди отряда. В центре стада большой белый ужасный олень. Если его не беспокоить, стадо пройдет мирно.
817. У тележки с зельями сломалась ось, и груз высыпался на дорогу.
818. Вдова/вдовец и дети сажают дерево/цветы для любимого человека, умершего в пути.
819. Тролль и полурослик, поменявшиеся телами.
820. Отряд Королевской Гвардии вербует персонажей, чтобы одолеть ближайшую угрозу королевству.
821. Большое стадо бизонов медленно переходит дорогу. Ветка ломается, и стадо начинает бежать в вашем направлении.
822. Большая рыба лежит посреди грунтовой дороги и преграждает путь. Что вы делаете – и что она здесь делает?
823. Мимо проносится величественный лось с чем-то золотым, застрявшим в рогах.
824. Бросание камней в озеро было хорошим способом провести время в ожидании товарищей. К сожалению, озеро начинает швырять камни обратно. Что ты натворил…
825. Гарнизон моста перебит и заменен бандитами или монстрами.
826. Паром для переправы впереди отсутствует, на берегу имеются следы борьбы.
827. Цветы в поле впереди растут кольцами.
828. Дорога разрушена войной.
829. Два дуэлянта дерутся друг с другом, секунданты стоят рядом.
830. Местный судья лежит без сознания на дороге.
831. Приятный и вежливый джентльмен в элегантной карете останавливает группу, чтобы узнать дорогу и обсудить новости. Но из сундука, привязанному к задней части, слышен детский плач.
832. Маг вашей группы начинает принюхиваться. Остальные замечают намеки на какое-то странное мерцание или движение краями глаз. «Недавно здесь творилось волшебство», — замечает маг.
833. Незнакомец на дороге требует каждого персонажа покаяться в своих грехах. Он знает подробности.
834. Дверь стоит у дороги, но остального дома нет
835. Резкий запах ударяет вам в ноздри, и вы замечаете перед собой кучи навоза размером с тыкву.
836. Трактирщик дня пути назад настаивал, что эта дорога ведет только в соседнюю деревню. Куда же может привести эта неупомянутая развилка? Что еще более важно, где находится путь к следующей деревне?
837. Группа находит десятки несчастных, зарытых по шею в дороге. Эти головы настолько плотно прилегают друг к другу, что, если группа попытается пройти, головы укусят их за лодыжки и ступни.
838. Над головой пролетает большая тень, распугивая лошадей.
839. Горную тропу пересекает забор. Других сооружений не видно. Следы вдоль дальней стороны линии забора не старше двух дней и, по-видимому, в основном овечьи.
840. Персонажи встречают странствующего торговца. Торговец предлагает бесплатный образец своей настойки, которая, как он утверждает, делает все, от лечения бородавок до повышения силы и ума.
841. Собака следует за персонажами, оставаясь на расстоянии, каждым утром она оказывается рядом.
842. Большой зеленый джинн уныло сидит на камне у дороги. Когда на него давят или умоляют о помощи, джинн вместо этого рассказывает группе историю своей роли в злополучном любовном треугольнике.
843. Звуки пирующих гоблинов и троллей, скорее всего, приготовили эльфа на гриле и лося-барбекю.
844. У фургона торговца вином сломалось колесо, и он предлагает прохожим сниженные цены на свой товар, пока его ремонтируют.
845. Крошечный элементаль земли, дриада или другая сущность природы пересекает путь игровых персонажей, не обращая внимания на их присутствие.
846. Знаки ожесточенной борьбы отмечают пустынную дорогу. Из деревьев торчат стрелы, из земли – дротики, в беспорядке лежат тела с вышитыми на плащах символами.
847. Вы видите оседланную лошадь, привязанную к дереву.
848. Группа прибывает в большую гостиницу на главном перекрестке. Гостиница совершенно безлюдна, в глаза бросается кинжал, воткнутый острием вниз в середину стола в стороне от главного зала.
849. Местная стража требует помощи в поиске сбежавшего преступника.
850. Беспринципный оборванный старый отшельник выходит из своей деревянной лачуги и требует свежих припасов
851. С низко висящей ветки высовывается пантера и бьет персонажа по голове.
852. Фермер говорит группе: «Город далеко вниз по дороге, но что бы вы ни делали, когда дорога разветвляется, не идите налево, под мостами живут тролли».
853. Гостиница, в которую направлялись персонажи, полностью разрушена.
854. 50 долгих миль группа поднимается в гору под безжалостным солнцем, от которого трескаются земля и губы.
855. Вы видете небольшой шторм впереди, направляющийся к вам.
856. Уродливая старуха изо всех сил пытается поднять корзину с мокрой одеждой от ручья к дороге. Она спотыкается и роняет белье обратно на склон.
857. После победы над большим, но совершенно обыденным животным на дороге, вы слишите, что труп шипит. Выходит пар, он раскрывается, и оттуда выползает довольно потный и перепачканный маслом гном.
858. Удобные руины с небольшим камином и одной или двумя оставшимися низкими стенами… Кажется, слишком удобные.
859. Мост впереди смыт.
860. Монах, теряющий сознание и истекающий кровью на обочине дороги, сует ничем не примечательное кольцо в руки персонажа и отчаянно шепчет: Ты должен... перед тем как умереть.
861. Продавец зелий поставил у дороги прилавок. Это действительно волшебные зелья? Или просто подкрашенная вода с фальшивой волшебной аурой?
862. Сильное землетрясение создает глубокую трещину на дороге.
863. Лошадь ржет, когда вы находите постоялый двор. Темнеет, надвигаются тучи, а под дверью светится теплый свет. Приятный запах готового рагу наполняет воздух.
864. Ваша группа проходит мимо паломников, тихо направляющихся к священной земле.
865. На лесной тропе, сразу за поворотом дороги, между двумя деревьями натянута веревка, достаточно высокая, чтобы сбить всадника. Неподалеку пасется лошадь, все еще оседланная, а соседнее дерево запачкано кровью.
866. Старуха складывает ветки к ногам нескольких людей, привязанных к кольям у дороги. Теперь попробуй сжечь меня! — рычит она, кудахча.
867. Большая бочка лежит на обочине дороги. Что внутри?
868. Приближается процессия плачущих самобичевателей во главе с четырьмя монахами, несущими религиозные символы
869. На внутреннем углу дороги стоит лагерь с людьми.
870. Армия стоит лагерем вдоль дороги.
871. Извилистая тропа через болото неоднократно приводит к вонючим черным лужам и коварным грязевым ямам.
872. Большой крылатый хищник поедает свою добычу посреди дороги.
873. Мимо пробегает отряд эльфов.
874. Когда вы путешествуете, растительность вдоль дороги становятся все более упорядоченной.
875. В пещере рядом с горной тропой весело потрескивает огонь и кипит котелок с похлебкой, но никого рядом.
876. У дороги под большим кустом уютно устроилось гнездо, полное массивных красных яиц.
877. Двухфутовая кукла целеустремленно шагает по середине дороги, волоча за собой большой мясницкий нож.
878. Трактирный стол со стаканами и бочонком.
879. Злой уличный проповедник обличает группу.
880. Бард сидит на камне и поет песни о людях, идущих по дороге в этот момент.
881. Появляется ангельское существо с сообщением для персонажей.
882. На внутреннем углу дороги находится заброшенный лагерь с костром.
883. Группа волшебников-учеников использует дорогу как место для практики.
884. Старая заросшая вывеска гласит: «Никакой стали за этой точкой согласно Приказу Договора». Внизу находится полый пень, полный ржавого оружия, доспехов и инструментов.
885. Кровавый след ведет от дороги.
886. Вас преследует музыка, играющая на расстоянии.
887. Что-то на обочине бросается в глаза. Дальнейший осмотр обнаруживает заросший, забытый маленький храм, посвященный божеству природы. Вы видите маленькие лозы с красным виноградом, висящие в открытой арке, ведущей внутрь.
888. Стая голодных волков борется за тело одинокого путника.
889. Налетчики-гиганты с холмов столкнули на дорогу огромный валун.
890. Внезапно происходит землетрясение, за которым следует могучий рев. Появляется пещера, полная терракотовых воинов, вооруженных разнообразным оружием. Воины кажутся безжизненными
891. Незнакомец в плаще и капюшоне падает мертвым к ногам персонажей.
892. У небольшого знака дорога разветвляется. Слева табличка гласит: «Верная смерть ждет». Справа надпись гласит: «Большое сокровище ждет».
893. Сумасшедший разбойник пытается вернуть персонажу украденные ценности, думая, что раньше ограбил того, а теперь он хочет очистить совесть.
894. Следы, наполненные горящим пламенем, пересекают путь. Огненный великан?
895. На мгновение в ночи что-то огромное закрывает луну из виду, а потом снова исчезает.
896. На перекрестке висит клетка. Внутри заключенный оплакивает свою несчастную жизнь. Он утверждает, что не совершал убийство, в котором его обвиняют, и умоляет об освобождении.
897. Торговец несет несколько перекрученных стеклянных предметов.
898. Нищий на дороге на самом деле демон, изменивший форму.
899. Ветер несет запах, намекая на то, что лежит вне поля зрения. Вонючие монстры? Большой пожар? Свежий хлеб?
900. Группа религиозных паломников собирается вокруг небольшой святыни.
901. Тайное общество магов с вооруженной охраной, они во всем видят угрозу.
902. Мужчина ищет потерянное кольцо.
903. Безупречно белая кобыла бежит по дороге без присмотра.
904. Тяжелые удары ног и звонкий рокот переходят в гортанную охотничью песню великана, рыщущего в ближайших лесах.
905. Откуда-то летит стрела и падает прямо перед вами.
906. Дорога спускается в долину пасторальной красоты.
907. Банда эльфов, пикси и других фей заблокировала узкий мост и требует плату в виде развлечения с каждого путника.
908. Взрыв впереди сотрясает землю.
909. Засада: блокпост на прямой дороге с глубокими канавами. Скрытая угроза: горючая жидкость в канавах.
910. Потерявшийся гном спрашивает дорогу.
911. Странные вспышки и взрывы в ближайшем овраге: результат заклинаний или природное явление?s
912. Двое охранников стоят, прислонившись к дереву на перекрестке, оба крепко спят.
913. Зловещая гроза назревает.
914. Мы забываем, какой была жизнь, когда дороги были приватизированы. Авантюристы, вероятно, предпочтут битвы с троллями бесконечным пошлинам, требуемым каждым мелким королевством, дворянином или землевладельцем.
915. Близлежащее болото заливает дорогу.
916. Манящий запах мяса может сбить персонажей с дороги и завести опасность.
917. На дороге лежит мертвый ворон, пронзенный ярко-синей оперенной стрелой.
918. Одинокий путешественник оказывается безумный поклонником персонажей и их подвигов.
919. Луга по обеим сторонам этой дороги наполнены душистыми цветами. Если персонаж наклоняется, чтобы сорвать один из них, он пыхтит ему в лицо крошечными семенами.
920. Кровавый след ведет от дороги к ближайшему сараю.
921. На реке знак гласит «Мост сломан», но мост кажется неповрежденным.
922. Группа видит стаю ворон, кружащих над известным безопасным убежищем/таверной/местом для лагеря, и запах дыма и горелого мяса висит в воздухе.
923. Королевская гвардия хватает всех путешественников с оружием. Они собирают армию.
924. Крестьянин требует, чтобы группа сопровождала его и слушала его рассказы о свиньях. При любом отказе он приходит в ярость и атакует.
925. Зомби или другая неразумная нежить застряла в яме на обочине дороги. На нем перстень с печаткой или другой предмет, который позволяет опознать в нем единственного ребенка соседнего правителя, которого группа знала и ценила.
926. Перед телегой выбегает маленький ребенок. Его испуганное выражение говорит, что он не сдвинется с места.
927. Вдали поднимается дым. Это может быть признак налета на ферму, поджога, лесного пожара или лагеря.
928. Агрессивный медведь нападает на верховых животных группы.
929. Старая святыня на обочине дороги с подношениями. Это еда.
930. Одинокий монстр разбил лагерь возле дороги и мирно спит, пока персонажи проходят мимо
931. Посылка с указанным адресом, упавшая с телеги, лежит на дороге.
932. Метель ослепляет группу и закрывает дорожный знак, указывающий правильное направление.
933. Мастер оружейник сражается с 10 разбойниками, пытающимися ограбить его оружейный фургон. Рано или поздно он устанет.
934. Фигура стоит на коленях в траве на обочине дороги, не обращая внимания на приближение группы. У неё на глазах линзы в оправах, и она, кажется, делают заметки и зарисовки о жизни насекомых.
935. Деревенский страж, патрулирующий дорогу, просит персонажей предъявить разрешение на ношение оружия.
936. Цепочка охранников перегораживает дорогу. Один из них направляет путников на небольшую боковую дорогу, которая, кажется, ведет в никуда.
937. Раненая дикая собака воет на обочине дороги.
938. Недавно напали на торговый караван, остался только один выживший.
939. Он Флимме, я Фламме, и у нас есть для тебя сделка!
940. Странствующий торговец продает проклятия.
941. Мост пересекает реку тумана… Нет, не тумана – реку духов или призраков.
942. Персонажи застигнуты землетрясением, и новая пропасть преграждает им путь.
943. Завывающий ветер дует из ниоткуда, отправляя все, что не привязано, кувыркаясь вдали.
944. Дорога проходит через выжженную пустошь.
945. Глубоко в глуши дорога ведет к ледяному мосту через овраг. Пока вы проверяете арку на прочность, из-под нее выходят несколько волков, угрожая вам.
946. Детеныш дракона громко плачет, шатаясь по центру дороги.
947. Появляется надоедливый писатель и пытается продать группе свою книгу. Он заявляет, что это самая удивительная и лучшая вещь со времен изобретения вина.
948. Паломники, которым только что было отказано в входе во святая святых из-за отсутствия надлежащей жертвы, находят в группе подходящих кандидатов.
949. Мост из упавшего дерева через ручей оказывается застрявшим трентом. Группа как раз на полпути.
950. На дороге образовалась глубокая или бездонная яма, для обхода которой потребуется некоторое время
951. Паром, необходимый для переправы через реку, поврежден, и паромщику нужны помощь и материалы для его ремонта.
952. Проклятый воин охраняет мост впереди. Он пропустит группу, если они смогут разрушить его проклятие или предоставить информацию о его возможном излечении.
953. Группа замечает изможденного и взлохмаченного зомби-оборотня, поедающего свою добычу.
954. Лепрекон говорит персонажу свое предсмертное желание перед уходом из этого бренного мира.
955. Злой гигант, похоже, любит огонь и ненавидит лошадей.
956. Засада: это ограбление. Скрытая угроза: в кустах прячутся ещё враги.
957. Поврежденный фургон работорговцев стремительно тонет в болоте. Привязанные пленники отчаянно пытаются сбежать.
958. Религиозные символы отмечают место гибели местных жителей - один из них осквернен.
959. Дорога зацикливается. Персонажи замечают?
960. Невероятно высокая лестница упирается в ветку дерева, вершина ее исчезает в низких облаках.
961. Упавшее дерево лежит через дорогу, перекрывая её. В ветвях рыдает дриада.
962. Бык, крупнее любого, которого вы когда-либо видели, фыркает и неистовствует.
963. Табличка с надписью «Котята: бесплатно в добрый дом» с коробкой под ней. Остался один котенок.
964. Это не цветы, это бабочки!
965. Атрибутика опасного племени вдоль дороги.
966. Три дойные коровы забрели в заросли ядовитых растений, пришло время их дойки.
967. Бродячие собаки нападают на овцу
968. Приглушенные крики котенка доносятся с обочины. В кустах лежит холщовый мешок, внутри которого что-то шевелится . (При открытии мешка подбросьте монету. Решка: это обычный котенок - немного голодный, но в остальном невредимый. Орел: это мертвый кот. Кот умер от голода несколько дней назад. Если персонажи просто закроют мешок после обнаружения мертвого кота, он снова начнет извиваться и плакать. Каждый раз, когда мешокоткрывается, подбрасывайте монету снова. В мешке всегда будет либо мертвый,либо живой кот, пока вы не вытащите кота. Мешок самый обычный).
969. Персонаж впереди падает в глубокую яму, затем кучка дикарей атакует со всех сторон.
970. Непорядочный торговец устроил придорожный ларек по продаже пирогов. К сожалению, пироги сделаны из гнилого мяса, и хотя они имеют прекрасный вкус, все, кто их ест, сильно заболевают.
971. Крестьянин борется со сломанным колесом на нагруженной тележке, полной картофеля. Его маленький сын бросает в вас картошкой.
972. Огромная крылатая тень пролетает над вашей группой, следуя по направлению дороги.
973. Небо темнеет, когда деревья срастаются над тропой.
974. Какой-то карнавал преграждает дорогу. Кажется, люди празднуют… Нет, все не так. Когда группа приближается, перед ними появляется грозный демон и вежливо просит уйти с дороги, поскольку ритуал просто не может быть нарушен.
975. Среди обычных деревьев вдоль проезжей части есть несколько, которые напоминают гуманоидов, скрюченных в агонии.
976. Источника не видно, но ритмичный стук слышен далеко от обочины.
977. Сгоревшая застава, вокруг до сих пор разбросаны тела убитых.
978. Группа замечает несколько драконов, грифонов и птиц рух, летящих над соседним горным хребтом. Один из драконов поворачивает к группе и начинает медленный спуск.
979. Ворона садится персонажу на плечо, выхватывает из волос блестящее украшение и улетает.
980. Дожди превратили участок дороги в грязь. Вьючные животные и скакуны могут пробираться в ней, но повозки вполне могут застрять.
981. Лежит раненый дракон.
982. Группа людей стоит вокруг обгоревшего трупа, нервно глядя друг на друга, затем в сторону персонажей. Некоторые пытаются быстро покинуть место происшествия, в то время как более смелые и любопытные продолжают ждать подхода игровых персонажей
983. Калтропы густо разбросаны по тропинке. Табличка гласит: «Осторожно! Ловушка!»
984. Мужчина сидит на стене при дороге.
985. Колючая проволока перекинута через дорогу.
986. Дорога разветвляется вокруг монолита, статуи или военного мемориала. Недавно на камень нанесли оккультные символы свежей кровью.
987. Земля содрогается, когда персонажи проходят через горный перевал. Это землетрясение! Персонажи могут отделаться легкими травмами от летящих камней, но сразу за поворотом весь путь поглотила огромная яма.
988. Кто-то не ждет гостей. Три черепа, насаженные на палки, преграждают боковую тропу, ответвляющуюся от дороги.
989. Мимо вас скачут две лошади, волоча за собой трясущуюся бесхозную повозку.
990. На горном перевале кто-то построил высокую стену поперек пути, по которому идет группа, вынуждая её войти в устье ближайшей пещеры.
991. Разъяренный кабан вырывается из леса и бросается прямо на вас. Через несколько минут появляется разгневанный дворянин и спрашивает, почему вы помешали его охоте.
992. Кажется, ветер поет приятным голосом.
993. Впереди поле ароматных и ярких цветов, фруктовых деревьев или ягодных кустарников. Группа не знает, что они все ядовиты.
994. Тихий стон из-под навеса издает окровавленная фигура, прибитая к высоким ветвям серебряными гвоздями.
995. По-настоящему большой мимик стал мостом на малоиспользуемом броде. Пропажа путников привела к тому, что эта дорога приобрела зловещую репутацию.
996. Депрессивный бард задает нараспев риторические вопросы персонажам.
997. Наклонный участок дороги красиво сверкает гололедицей, образовавшейся за ночь.
998. Герои приходят на незнакомый перекресток, которого нет на картах. Какой путь верный? Куда ведут остальные три пути?
999. Вы приближаетесь к шаткому, качающемуся мосту.
1000. Пожилая женщина на перекрестке предлагает персонажу все, что он захочет, за локон его волос.
1001. Дорогу преграждает деревня, перед ней стоят предупреждения о чуме
1002. Подходит группа хорошо одетых детей. На первый взгляд кажется, что никому их них не больше 10 лет.
1003. Персонажи сталкиваются со стадом скота. Животные пробегают рядом, но не это проблема. Пастухи обвиняют группу в том, что она и напугала скот.
1004. Дорога закрыта из-за миграции слизи.
1005. Обычно пустая дорога забита повозками.
1006. Мимо группы бежит молодой посыльный с мешком за спиной.
1007. Яркая ярмарка с множеством повозок, менестрелей, жонглеров и акробатов. Они борются с экзотическим зверем, пытающимся разорвать свою последнюю цепь.
1008. Группа солдат конвоирует скованного по рукам и ногам заключенного с мешком на голове.
1009. Раздается грохот, когда маленький ребенок падает с укрытия на дереве у дороги.
1010. Дорога внезапно приводит к пещере.
1011. Вы вдруг понимаете, что ваши лошади ненавидят огонь.
1012. Одна плитка или булыжник на дороге отмечены.
1013. Из норы в земле лезут жуткие ползающие насекомые.
1014. Воры похищают заложника у группы, затем требуют принести ценности из близлежащих руин в качестве выкупа.
1015. Батальон солдат приближается к группе. Их командир пытается «завербовать» персонажей – скоро произойдет сражение.
1016. Дорога перед вами вымощена гладкими блестящими булыжниками. По всей дороге пробегает дрожь, и слишком поздно вы понимаете, что то, что вы приняли за булыжник, на самом деле является чешуей гигантской змеи.
1017. Пока персонажи наслаждаются обедом на обочине дороги, они слышат тиканье из соседнего куста. На камне за кустом стоят часы, которые показывают точное время. Однако вместо полночи на циферблате выгравированы слова «Конец света».
1018. Изнуряющая жара на этой слегка поросшей лесом дороге замедлила ваше продвижение до минимума. Прохладный ветерок из соседнего леса притягивает озадаченный взгляд к заснеженным деревьям.
1019. Отряд солдат обыскивает людей на обочине. Их сержант подзывает группу подойти
1020. На озере у дороги отряд варваров проводит торжественные похороны в стиле викингов, сжигая паром с трупом на нем.
1021. Странная дверь стоит прямо посреди дороги.
1022. Цыганка-предсказательница предлагает прочитать ладонь члена группы, и, как ни странно, она говорит, что сделает это бесплатно.
1023. Два человека спорят из-за свиньи в холщовом мешке.
1024. Масса мелких птиц налетает с неба и начинает бешено клевать и царапать ваши лица.
1025. Поле заполнено огромными искаженными растениями, которые слабо пахнут гнилью.
1026. Друид и ее животное-спутник отдыхают на обочине дороги.
1027. Молодую женщину с плачущим ребенком, завернутым в шаль, преследует банда грубых мужчин.
1028. На мосту стоит молодая женщина и плачет о чем-то, что упало в воду (мячик?).
1029. К группе подходит точильщик оружия.
1030. Персонажи натыкаются на рыдающую женщину, держащую на руках мальчика-подростка, который выглядит жестоко избитым. Она объясняет, что на ее младшего сына напала банда. Но ещё больше её беспокоит старший сын, который ушел мстить.
1031. Плачущие жители деревни умоляют путешественников спасти их деревню от свирепого зверя.
1032. Из воронки вылетает облако мефитов.
1033. За отрядом следует стая одичавших собак.
1034. Пилигримы стоят, очарованные, на старой церковной дороге, а два барда устраивают музыкальную дуэль.
1035. Мимо вас проезжает купец на тяжело нагруженной повозке. Содержимое накрыто толстой серой тканью, но слышен звук дрожащего стекла.
1036. Вы натыкаетесь на следы битвы. Несколько мертвецов лежат, пронзенные стрелами. Каждый носит одинаковую униформу с гербами любимого в этих землях барона, их богато украшенные ножны и колчаны пусты.
1037. Неряшливый мальчишка разложил свой товар на старом деревянном ящике. Это мутный сок из старых опавших яблок, и он не очень вкусный.
1038. На повозку с алхимиком и его передвижной лабораторией упало дерево.
1039. Вдалеке трубят рога
1040. Медвежонок зацепился ногой за корень у дороги. Медведицу все больше расстраивают вопли паникующего детеныша.
1041. Стая птиц вылетает из-за деревьев, когда группа приближается к лесу.
1042. Дорога ведет в огромную пещеру, уходящую глубоко под землю.
1043. Караван остановился на мосту – и все обратились в камень.
1044. Два молодых дворянина безрассудно мчатся по дороге в каретах, направляясь прямо к вам.
1045. Трое мужчин копают яму посреди дороги под охраной огромного головореза.
1046. В прохладном ночном воздухе раздается яростный рев пушки.
1047. Когда группа приближается к обители мага, каменный голем, частично погребенный в дорожных плитах, угрожающе поднимается.
1048. Небольшое количество верховых животных без всадников скачут к вам.
1049. Тихий ручей у этой дороги — волшебная ловушка, заставляющая любого, кто выпьет воды, заснуть, становясь уязвимым для воров, которые могут ждать (или могут не ждать), когда это произойдет.
1050. Несколько иностранных рыцарей тренируются перед турниром.
1051. На единственном проходимом участке дороги встретились две повозки (остальную часть дороги смыло предыдущим наводнением). Участок дороги стал настолько узким, что за один раз может проехать только одна повозка, но ни один извозчик не собирается уступать. Ситуация усугубляется тем, что все остальные путешественники теперь застряли за обеими повозками. Все становятся нетерпеливыми, гнев нарастает.
1052. Кобольды нападают на фургон торговца. Два кобольда рубят дверь топорами. Она распахивается, и один кобольд отлетает. В дверях появляется дварф, размахивающий молотом. Он купил несколько яиц кобольдов, которые вчера были украдены из их логова предприимчивым мошенником. Кобольды выследили яйца до фургона и убили вора в нескольких милях отсюда.
1053. На полпути к концу туннеля странный светящийся грибок заражает стены и потолок. Когда вы проходите под ним, что-то капает вниз, и кислота начинает разъедать вашу кожу.
1054. Старый волк, изгнанный из старой стаи новым вожаком, охотится на путников.
1055. Трава по пояс человеку скрывает две дюжины собачьих конур.
1056. На обочине дороги бушует лесной пожар
1057. Пустыней правит дракон. У него гнездо недалеко от дороги. Дракон приближается к группе, потому что он заинтересован в изучении любых знаний и интересных историй, которыми может поделиться группа.
1058. Отряд благородных рыцарей, которые хотели бы разделить лагерь и истории.
1059. На дороге валяются разбитые статуи.
1060. Персонаж едва не вступает в свежий навоз, оставленный существом, о котором группа знает, что оно слишком сильное, чтобы сражаться с ним.
1061. Ребенок наблюдает за овцами в ближайшем поле и от скуки пытается завязать разговор с персонажами.
1062. Тихий ручей рядом с этой дорогой является домом для злобных фей, ловящих неосторожных путников.
1063. Убегающая лошадь с телегой.
1064. Сорока приземляется на голову персонажа и какое-то время просто сидит.
1065. Старый лесоруб с наспех перевязанной и кровоточащей ногой приваливается к стволу дерева. Сломанный топор рядом.
1066. Таверна — хорошее место для ночлега, так как это единственное безопасное место на многие мили. К сожалению, трактирщик знает об этом и дерет втридорога.
1067. На большой дороге на отряд нападают чудные дорожные пираты, у них корабль на колесах.
1068. Небо зеленеет. Затем ветер стихает и появляются воронкообразные облака.
1069. Две шеренги королевской гвардии выстраиваются между вами и приближающейся процессией, позволяя многочисленной свите и, возможно, самому королю — трудно сказать при всех крытых экипажах — пройти мимо.
1070. Реки лавы текут через дорогу, угрожая отрезать группу от моря огня. Вулкан извергается.
1071. Группа гораздо менее сильных авантюристов встречает вас, возвращаясь побежденными из ближайшего подземелья. Они предлагают передать вам информацию о том, что они там видели, в обмен на долю сокровищ.
1072. Ветер прижимает к дереву клочок бумаги. Бумага оказывается плакатом, сулящим изрядную сумму за одного из персонажей. Группа никогда не была рядом с городом, предлагающим награду
1073. Вдалеке периодически вырываются столбы пламени, дыма и перьев. Когда вы подходите ближе, одинокий волшебник делает магические пассы в направлении дерева.
1074. Миниатюрный тарраск дремлет на солнечном месте тропы.
1075. На дороге есть выбоины, вредящие ногам скакунов и вьючных животных, как и колесам телег.
1076. В небе парит ястреб. Вы слышите колокольчики в его путах. Он кружит над одним и тем же местом без устали.
1077. Необычайно холодная, хотя и ясная погода вредит вьючным животным, путникам, скакунам, повозкам…
1078. Куча щебня на обочине дороги это ни что иное как спальное места большого мимика, маскирующегося под часть дороги.
1079. Одинокий ветхий знак указывает расстояние до города, о котором вы никогда не слышали.
1080. Дорога, по которой вы идете, теперь представляет собой хищное змееподобное существо. Он извивается и корчится под ногами. Его глаза распахиваются, и морда поворачивается к вам.
1081. Следопыт дрессирует своего медведя на обочине дороги.
1082. Группа из двадцати штормовых великанов невероятно глупа и плоха в математике. Когда они захватывают группу, от каждого из них можно «откупиться» за одну медную монету.
1083. Впереди на дороге авария с ранеными и разбитыми повозками.
1084. Огромный земляной элементаль проедает дорогу впереди.
1085. Из дерева торчит большой боевой топор. Это указатель?
1086. Пара крестьян обсуждает свои крестьянские дела.
1087. Перед персонажами находится перекресток с пятьюдесятью путями, на знаке – неверные направления к странным местам.
1088. В яму-ловушку на обочине дороги попалась шумная домашняя собака.
1089. Группе противостоит странная погода (например, снег летом).
1090. Холодный дождь, вода замерзает при касании земли, продвижение опасно.
1091. Путник останавливается, чтобы спросить дорогу к достопримечательности.
1092. Посреди дороги лежит странный предмет
1093. Ранний рассвет. Из густого тумана появляется высокая фигура.
1094. Из-за угла к группе бежит взволнованный мужчина. За ним гонится сердитая женщина, размахивающая богато украшенной деревянной скалкой.
1095. Друид посадил деревья на дороге, «вернув её» природе.
1096. Запах свиней ударяет в ваши ноздри, пока вы спускаетесь по склону долины. Какие чудеса вы увидите за поворотом?
1097. В то время как персонажи разбивают лагерь, приближается огромная группа муравьев и начинает забирать их провизию.
1098. Избитая, кричащая принцесса убегает от огненного носорога, на котором едет рыцарь в литой броне.
1099. Странный Джо, полурослик, владеющий плавучей гостиницей, пытается продать персонажам огненное вино, которое буквально на 99% состоит из спирта – и горит.
1100. Фермер тянет телегу с сеном в сторону города.
1101. Тяжело раненый солдат.
1102. Текущая лава не представляет угрозы на таком расстоянии. Тем не менее, резкий запах в воздухе будет становиться только сильнее, если вы продолжите идти по этому пути.
1103. Небольшой мешочек с гербом или символом лежит у дороги. Он содержит свинцовые фигурки потрясающей детализации и реализма.
1104. Двое маленьких детей стоят совсем одни у дороги. Они грязные, а младший плачет. Они ждут своих родителей. Они не знают, почему их родители ушли.
1105. По обочинам дороги стоят столбы с насаженными на них гниющими головами.
1106. Мост через овраг рухнул. Рядом через него перекинуто огромное дерево, предоставляющее опасную переправу.
1107. Глубоко в дебрях по обе стороны дороги виднеются парящие зеркала.
1108. Во время ночного перехода через лес ваш разведчик останавливает всех, жестом призывая к тишине. Когда все замолкают, из-за деревьев по обеим сторонам доносится шепот, слова неразборчивы.
1109. Эльф сомнительных моральных качеств предлагает бесплатные зелья всем, кто проходит через эльфийские леса.
1110. Несколько красивых пьяных женщин вылезают из кустов и принимают персонажей за богатых торговцев.
1111. По обочине дороги бредет пожилая женщина, согнувшись пополам и неся корзину с продуктами. Она просит группу провезти ее на телеге.
1112. Старик бродит взад и вперед по участку дороги, не в силах вспомнить, куда он шел
1113. Законник останавливает группу и хочет наказать за незначительное нарушение.
1114. Нищий просит о помощи.
1115. Огромный лютоволк преграждает путь. Ваш проводник поднимает дрожащий палец и указывает, произнося лишь: «Ледокус!» Затем он разворачивается и бежит обратно в деревню, где вы его наняли.
1116. Вы переходите мост, как вдруг появляется человек и требует, чтобы вы заплатили пошлину за проход. Вы спрашиваете, кто дал ему власть взимать налоги, и человек достает сомнительно выглядящий кусок пергамента, на котором, похоже, стоит королевская печать.
1117. За кустами спрятано святилище, посвященное неизвестному божеству. Оно выглядит зловеще.
1118. Оползень грозит унести группу в разлившуюся реку.
1119. Группа бандитов, спорящих и обвиняющих друг друга из-за сундука с чем-то бесполезным, который они только что украли (там перья, тряпки, мышеловки, рыболовные грузила…).
1120. Из крытой повозки на обочине дороги доносятся крики боли.
1121. Настороженно глядя на вас, другая группа авантюристов держится подальше, пытаясь обойти вас.
1122. Опьяняющие цветы стоят вдоль дороги по обеим сторонам.
1123. Шпион присоединяется к группе, стремясь использовать её как прикрытие, чтобы добраться до места назначения.
1124. Из телеги пропал непослушный ребенок. Родители хотят, чтобы персонажи нашли ребенка.
1125. Гарнизон моста был убит, в этом обвиняют персонажей.
1126. Куча мертвых тел лежит в виде пентаграммы, и их лижет неугасимое волшебное пламя.
1127. Рабочие из близлежащей деревни, трудившиеся на дороге, теперь лежат мертвыми, а работа наполовину закончена.
1128. В канаве лежит разбитая пустая цыганская повозка.
1129. Цыганка перехватывает самого харизматичного члена группы и рассказывает ему о своем видении. Она предсказывает, что он (она) встретит красавицу (красавца) в следующем городе, и это будет любовь всей жизни. Других подробностей она не сообщает. Позже кто-то симпатичный действительно флиртует с персонажем.
1130. Подходит пара детей, глаза их блуждают, лица встревожены. Они кажутся потерянными.
1131. Прыгающие булыжники.
1132. Вдоль забытой и усыпанной растениями тропы лежит бросающееся в глаза чистое святилище древнего языческого божества
1133. Кислота брызжет на группу.
1134. Блуждающий огонек зловеще плывет по центру дороги.
1135. Повозка застряла в грязи. Любой, кто попытается помочь, узнает, что повозка везет слитки золота для выкупа принца. Извозчик дает группе несколько слитков за помощь.
1136. Четыре гоблина в набедренных повязках вырываются из кустов и обращаются к группе с жалобными криками. Они умоляют спасти их от работорговцев. Через несколько секунд группа слышит быстро приближающихся существ.
1137. Ни с того ни с сего на группу, движущуюся по дороге, летит целое облако стрел, но атака не повторяется.
1138. Видишь? Нужно стать именно так, — говорит разведчик. Став там, где он указал, вы видите странный портал, ведущий к какому-то выжженному месту. Портал парит в воздухе около дороги, видимый только из этого одного места.
1139. Большой кусок дороги перед вами покрыт тонким слоем пепла и копоти. Вы слышите треск сверху и смотрите наверх — к вам приближается огненный шар.
1140. Молния ударяет в землю перед вами.
1141. У дороги стоит сморщенный серый маг. Насмешками и оскорблениями он подначивает любого приближающегося заклинателя посостязаться с ним.
1142. Из последнего города за группой следует толпа детей, которые хотят отправиться с ними в приключения.
1143. Странные следы ведут с дороги.
1144. Окровавленный старик взывает о помощи.
1145. Пьяный матрос стоит на мосту, бросая вызовы всем вокруг.
1146. Тролль требует смехотворную сумму за то, чтобы пересечь мост... или занять место тролля!
1147. Дом на верхушке дерева, спрятанный у дороги, кажется хорошим местом для засады.
1148. Женщина останавливается и пророчит смерть одному из персонажей.
1149. Друид проповедует прохожим на дороге в город, рассказывая о пороках цивилизации и о том, как город посягает на леса и природу.
1150. Обломки разбитой повозки валяются на пути.
1151. Небольшая группа пьяных мужчин тренируется из арбалетов, стреляя по яблокам на головах друг друга. Ты слышишь, как кто-то говорит: «Я скажу маме, если ты не позволишь мне тоже пострелять из арбалета».
1152. Говорят, что многие боги ходят по земле как смертные. Может ли красивое существо, купающееся в ручье, быть одним из них?
1153. Вы находите небольшую кожаную сумку. Она влажная, внутри — набор ключей и пергаментная карта, указывающая местонахождение небольшой крепости
1154. Метеорит падает на землю посреди дороги.
1155. Странствующий жрец просит группу пожертвовать половину своих денег детскому дому в соседнем городе.
1156. Дорога усеяна минами или медвежьими капканами.
1157. Платный мост, где гарнизон не только собирает пошлину, но и обыскивает всех путешественников в поисках наркотиков, незаконного оружия, краденого имущества или чего-то еще, что могут (или не могут) нести персонажи.
1158. Впереди приземляется виверна. Человек в доспехах и накидке с гербом спешивается и смотрит на вас.
1159. Дорога в ужасном состоянии после диверсии или обстрела.
1160. Целое племя из 80 гоблинов идет к деревне.
1161. Старик в древних доспехах приближается к отряду верхом. Он обвиняет персонажа в том, что он полуорк, и вызывает его на бой. При ближайшем рассмотрении выясняется, что часть его снаряжения фальшивая; его шлем — это просто чаша.
1162. Путешествие по этой мрачной стране ночью приводит к тому, что вы попадаете в костлявые лапы умертвия и его свиты.
1163. Перед вами дорогу переходит большое стадо крупного рогатого скота. Пересекая дорогу, оно чего-то пугается и начинает бежать.
1164. Персонажи сталкиваются с большим стадом овец и его пастухом. Пастух — мошенник, желающий стащить несколько медных (а лучше серебряных или золотых!), пока персонажи отвлекаются на овец.
1165. Землетрясение сотрясает местность и разрывает дорогу. Трещина может быть небольшой или огромным провалом на 20 футов (например, как при землетрясении в Сан-Франциско 1906 года). Это событие должно влиять на дальнейшие события (на поселения, других путешественников, другие встречи).
1166. В районе с вулканической активностью из-под земли вырываются облака пара и струи кипящей сернистой воды.
1167. Дорога внезапно становится намного менее живописной, так как град стрел летит в вашу группу с ближайших скалистых выступов.
1168. Мимо проходит караван рабов. Рабы — багбиры.
1169. Пять монахов-паломников в капюшонах тихо молятся посреди дороги, стоя на коленях.
1170. Стая волков пугает животных группы, но достаточно умны, чтобы не приближаться. Они просто идут достаточно близко, чтобы до смерти пугать вьючных животных.
1171. Несколько колесниц несутся за большим вепрем. Мужчины кричат: «Во имя принца!»
1172. С тревогой вы проходите мимо залитого лунным светом кладбища в сельской местности. Вы идете в тишине, но вот жалобный детский плач доносится из-за надгробий...
1173. Вор в висячей клетке на перекрестке молит дать ему хоть корку хлеба. Дети бросают в него картошкой.
1174. Дорога вырывается из дремучего леса на поляну. Вы видите большой караван-сарай. Из трубы поднимается дым, а внутри слышны задорные застольные песни.
1175. Дорога спускается вниз, персонажи слышат внезапный шум и видят, как на них обрушивается волна высотой семь футов.
1176. Странные шары света окружают вас, сбивая с толку.
1177. Толпа жителей деревни спасается бегством от разбойников, которые сожгли их дома.
1178. Ополченцы отрабатывают стрельбу из катапульты. Ради забавы некоторые решают выстрелить собой в озеро у дороги. Выглядит весело, может быть, они захотят поделиться своей новой игрушкой.
1179. Безумный чародей из укрытия создает большой лабиринт из живой изгороди, неуязвимый для большинства атак.
1180. Разбитый корпус корабля нелепо смотрится на лесной опушке.
1181. Вы проходите мимо гостиницы на перекрестке, когда внезапный взрыв сносит стену.
1182. Цыгане разбили лагерь на перекрестке.
1183. Из кустов слышно тихий писк. Источником звука является медвежонок.
1184. Мост позади вас рушится. Путь назад отрезан.
1185. Малыш ползает посреди пустой дороги.
1186. На мощенной камнем дороге лежит сломанный болт в человеческий рост.
1187. Вы не слышали раньше, чтобы ветер ревел, как огромный зверь. Крики вашей группы тонут вsреве. Затем огромное облако приземляется менее чем в ста ярдах от вас. За ним вы видите еще два.
1188. Вы слышите музыку, исходящую из маленькой коробки с цифрами на обочине дороги.
1189. Каньон крутой, скалистый и шумный. Внизу эхом отдается грохот сердитых порогов. Путей вниз не видно.
1190. На мост впереди опустился густой туман
1191. Группа встречает крестьян, едущих на рынок в соседнем городе. Они предлагают дешевые продукты.
1192. Дорога усеяна преступниками, прикованными к колодкам, из которых торчат только руки и головы. Многие преступники кричат, что они невиновны. Местные законы справедливы? Беспристрастны ли их служители?
1193. Группа зажиточных купцов отдыхает у дороги.
1194. Персонажи находят куклу вуду, похожую на кого-то, кого они знают.
1195. Пустой и разбитый сундук лежит брошенный на дороге. Однако тщательный поиск обнаружит нетронутое секретное отделение.
1196. Мемориальная аллея в память о давно забытой войне.
1197. Дорога перекрыта большим, но грубым укреплением, за ним прячется банда кобольдов, гоблинов или крысолюдей.
1198. Всё начинается как типичная гроза. Однако, когда она достигает своего апогея с ливнем и ветром, начинают происходить странные вещи. Персонажи, попавшие под дождь, страдают от временного превращения, а деревья, пораженные молнией, становятся разумными или превращаются в другие объекты или живые существа.
1199. Тлеющий, оставленный без присмотра костер. Огонь переходит на соседнее дерево.
1200. На обочине лежит скелет. Он качает головой, как бы говоря «не иди туда», когда кто-то проходит мимо него.
1201. Путник, стоящий на обочине дороги, нуждается в помощи.
1202. Шпиль церкви преграждает дорогу.
1203. Краснолицый крестьянин борется со сломанным колесом на своей нагруженной повозке, полной моркови. Его миловидная дочь стоит рядом.
1204. Сумасшедший пророк путешествует по этой дороге, рассказывая всем, что они всего лишь воображаемые персонажи в игре между богами.
1205. Когда вы преодолеваете извилистый горный перевал, вы чувствуете дрожь в ногах. Мгновение спустя слышится грохот, а затем рев, вокруг вас начинают падать камни.
1206. Что это? Бледное и мертвое тело плавает в близлежащей реке. Возможно, его убил водный хищник и оставил на потом, а он всплыл.
1207. Пока вы отдыхаете у дороги, пара медвежат игриво бредет к вам в поисках еды. Позади них раздается зловещее рычание, кусты раздвигаются, открывая их мать, мчащуюся к вам
1208. В стороне от дороги вы видите пятно светящихся цветущих растений, никому не известных.
1209. На обочине дороги открылась воронка, ведущая в неизвестные пещеры.
1210. Крыса в красивой одежде спешит по дороге.
1211. Человек по имени Хадсон в древней одежде просит персонажей помочь донести бочки до лощины неподалеку.
1212. Впереди вы видите знаменосцев враждебной страны. Они ведут солдат по полям, вытаптывая посевы.
1213. Красивая дочь фермера держит придорожную фруктовую лавку.
1214. Дешевая еда приводит к пищевым отравлениям.
1215. Представитель злой расы размахивает куском белой ткани. Он хочет сдаться и раскрыть секреты в обмен на защиту от своего народа.
1216. Группа прибывает поздно ночью в крошечную деревню, расположенную через которую проходит дорога. Дружелюбные местные жители дают персонажам еду и приют. Утром деревня пустая и разоренная, словно заброшена много лет назад.
1217. Вы замечаете пещеру, из которой слышен голос поющей женщины.
1218. Когда вы поворачиваете за угол, дварф и эльф стоят над грудой трупов гоблинов. Они спорят о числе убийств. Или же это хобгоблин и орк, стоящие над трупами дварфов и эльфов?
1219. Пробираясь сквозь метель, вы начинаете слышать песни на завывающем ветру - песни сирен, которые все труднее игнорировать.
1220. Сначала дорога покрывается перьями, растущими из земли. Затем она превращается в толстый ковер из перьев.
1221. Вы подходите к большому оврагу.
1222. Племя орков гонит на рынок стадо ужасных кабанов.
1223. Птица рух/дракон/ковер-самолет проносится над головой и роняет что-то блестящее в песок возле дороги.
1224. Перед вами распахиваются врата в другое время или план существования.
1225. Вы просыпаетесь в окружении сов. Природа судит вас.
1226. Полузарытая и сломанная статуя выглядывает из придорожной листвы.
1227. Вам срочно нужно место, чтобы уединиться… И вы наткнулись на святилище затворнического культа.
1228. Люди, одетые в белые тоги, танцуют в кругу, распевая что-то радостное
1229. Пожилой и явно богатый мужчина едет с красивой молодой крестьянкой.
1230. Впереди из тумана поднимается громадная фигура, за которой следуют меньшие тени.
1231. Дорога заканчивается... ничем. Что здесь произошло?
1232. На придорожном столе стоит большая корзина свежих овощей. Вывеска гласит: «1 медь за пучок: честность — добродетель!»
1233. На обочине дороги стоит деревянный стол, пустой, если не считать колоды карт, разложенных в любопытном порядке.
1234. Когда бандиты нападают, то понимают, что их друг находится среди персонажей.
1235. Проходящий мимо путешественник предупреждает вас, что деревья впереди полны падучих медведей, но он мчится дальше по дороге, прежде чем вы успеваете расспросить его. Вы никогда не слышали о падучих медведях. Путешественник, кажется, говорил сам с собой, когда убегал.
1236. Призрак перекрывает проход.
1237. Приближающаяся похоронная процессия занимает всю дорогу, вытесняя персонажей на обочину.
1238. Персонажи выходят на неровную и изрытую дорогу. Земля недавно была разрыта кем-то, и персонажи могут упасть в пустой туннель, занятый этим существом.
1239. На обочине лежат мертвые животные разной степени разложения. Вы замечаете гробовую тишину, когда приближаетесь к распухшим, гнилым трупам.
1240. Персонажи замечают меч в камне.
1241. Лес впереди качается, словно охваченный ураганом, но группа не чувствует ветра.
1242. Женщина спрашивает дорогу.
1243. Одинокая гребная лодка плывет по реке у дороги.
1244. Группа находит ребенка у подножия дерева, пытающегося спасти кошку, застрявшую высоко в ветвях. Пока внимание группы отвлечено наверх, маленький карманник приступает к работе.
1245. Дюжина машин, каждая из которых движется на высокой скорости, несется к вам по дороге.
1246. На дороге лежит раненый старик, но его раны не так серьезны, как кажутся.
1247. По лесной поляне гарцует черный лось.
1248. Ветер такой силы, что идти против него трудно, он несет дорожную пыль. Кони ненавидят, когда та попадает в глаза. Видимость низкая, а стрелять против ветра невозможно
1249. Дети с обочины дороги бросают камнями в группу.
1250. Вы движетесь по дороге через густой лес. Дорога впереди перекрыта кучей деревьев и мусора после бури, пронесшейся по этой местности. Известно, что недалеко находится небольшая деревня.
1251. Через дорогу доносится запах свежего хлеба.
1252. Монстры испытывают романтический интерес к персонажу из-за его запаха и начинают его преследовать.
1253. Кто-то разбросал по дороге калтропы.
1254. Упыри и зомби выходят из тени придорожного леса. Вместо того, чтобы атаковать, они выкрикивают таинственные предупреждения и просят сойти с дороги.
1255. Лошадь с седлом, без всадника и с диким взглядом, медленно бредет по дороге, ее бока вздымаются с каждым вдохом.
1256. Потерявшийся ребенок рыдает под дубом.
1257. Трава горит на обочине дороги.
1258. Далекий звон стали мешает дневной охоте.
1259. Когда вы разжигаете придорожный костер и ставите горшок с бобами, появляется множество призрачных путников. Они молча смотрят в огонь и пытаются согреть свои протянутые полупрозрачные руки.
1260. Высокий тролль со шрамами, вооруженный стволом дерева, выходит из-под моста, по которому вы только что перешли, и требует плату за проход по «своему мосту».
1261. Вдруг вы становитесь очень сонными.
1262. Вы проходите мимо другой группы авантюристов, отдыхающих на обочине дороги. Воздух наполнен запахом эля и жареного мяса. Они улыбаются и машут вам, жестом приглашая присоединиться.
1263. Засохшая кровь, давно пролитая на перекрестке, придала самой дороге зловещий вид. Те, кто разбивают лагерь поблизости, страдают от ночных кошмаров и нападений злых духов.
1264. Вы встречаете монаха, обезьяну, черепаху и свинью, направляющихся на запад.
1265. Человек, одетый в черную кожу, бежит через дорогу. Он роняет небольшую сумку и возвращается за ней, пока группа осматривает ее.
1266. Обветренный знак указывает направление, но самой дороги нет.
1267. Конец радуги мерцает вокруг старого пня
1268. Старик сидит на пне и курит трубку.
1269. Несколько знаков предупреждают о содержимом колодца, который вы можете увидеть на вершине холма.
1270. Обычно оживленная дорога странно пуста.
1271. Следующие 100 ярдов дороги покрыты свежевыращенной травой.
1272. Гигант ждет в засаде за недавним обвалом, швыряя упавшие камни в любого, кто отказывается платить за проход.
1273. Жалобное блеяние привлекает внимание группы к маленьким существам на их пути. Знаток дикой природы знает, что это множество маленьких химер.
1274. Как они сюда попали? Женская одежда и нижнее белье валяются в кустах вдоль дороги.
1275. Группа паломников, отдыхающих у дороги, одета в простые одежды. Они выглядят измученными. Многие босы и с окровавленными ногами.
1276. Толпы гигантской синей и желтой саранчи начинают пересекать дорогу, не замечая группу.
1277. Безумный Маг, в прошлом блестящий волшебник, теперь докучает группе бессвязными тирадами человека, сведенного с ума неудачным заклинанием невидимости.
1278. Вы решаете разбить лагерь недалеко от дороги, но тут появляется призрак и пытается овладеть вами. (В случае успеха персонаж убегает в ночь, ведя группу к пещере, унесшей жизнь призраков. Те надеются, что группа завершит их давно забытое задание и позволит им упокоиться. Если призрак не завладел телом, он манит группу за собой. Если за ним не идут, он впадает в ярость и атакует.)
1279. Беженцы бегут от чумы, следующей по дороге.
1280. На пустынной тропе появляется оазис с несколькими недавно умершими животными, лежащими вокруг водоема.
1281. Торговец очень хочет поторговать с персонажами.
1282. Вся еда в этом районе (ягоды и т. д.) отравлена или протухла.
1283. Благородные разбойники вроде Робин Гуда просят отряд помочь спасти одного из них, которого пленил тиран.
1284. Небольшая группа мужчин занимается стрельбой из арбалетов. Разговор идет о грядке с тыквой около ветхого особняка.
1285. Злой волшебник оживил этот участок дороги, так что он швыряете путников и забрасывает их булыжниками
1286. С холма, возвышающегося над узкой извилистой дорогой, персонажи видят два фургона,sнесущихся навстречу друг другу.
1287. Пьяный дварф шатается по дороге, вызывая каждого на борцовский поединок.
1288. Скелет человека пришпилен стрелой к дереву. Рядом лежит рюкзак.
1289. Пасмурный день, туман окутал землю. Ростовщик плачет в своей повозке, а местные крестьяне плачут от голода. Это мрачное и унылое место.
1290. Карета, запряженная парой носорогов, мчится по дороге.
1291. У дороги лежит ветхая повозка, поросшая съедобной растительностью.
1292. Засада: маленькие гуманоиды. Скрытая угроза: мягкий грунт с шипами, туннели, подлесок.
1293. Приближается группа путешественников или паломников. Когда они подходят, один смотрит на персонажа и кричит «ТЫ!»
1294. Горящий гоблин с визгом бежит мимо группы.
1295. Дорога коварна, один из скакунов потерял подкову. В ближайшей деревне нет кузнеца.
1296. Гоблин-воин провозглашает себя «Королем воров». Он носит кинжал и может выстоять в битве с группой.
1297. Дорога входит в туннель. На полпути подземная река прорвалась и преградила путь. Ее сильное течение, рев и невидимые камни мешает продвижению.
1298. Впереди у дороги лежит камень со странной светящейся руной.
1299. Прокаженные звонят в колокольчики и поют. Они подходят к вам: «Пожалуйста, милсдарь, дайте монетку?»
1300. Перепрыгивая с дерева на дерево, банда озорных обезьян досаждает группе и пытается ухватить несколько блестящих предметов.
1301. Дворянин, переодетый нищим, испытывает сострадание и щедрость группы. Если они соответствуют установленным им стандартам, то он начинает выдавать различные поручения, выполнение которых требует жертв.
1302. Мертвая лошадь с полной упряжью лежит в канаве. Седельные сумки полны снаряжения для приключений, есть несколько драгоценных камней, позолоченный кубка и карты того, что кажется сокровищницей. При беглом осмотре видны следы борьбы и волочения, ведущие дальше от дороги
1303. Персонажи видит, как одна группа разгромила другую, оставив умирающих и мертвых позади.
1304. Ядовитый зеленый газ покрывает дорогу впереди.
1305. Пожилой джентльмен ковыляет, по-видимому, раненый. Если его спросить, он признается, что был застигнут врасплох и атакован разбойниками. Он бормочет, что ему следовало бы быть внимательнее. Он просит группу сопровождения до следующего перекрестка. Во время поездки (или во время разговора, если группа отказывается помочь) он обворовывает как можно больше участников группы.
1306. Молодая собака или другое существо решает следовать за группой.
1307. Дерево с обглоданной или оторванной снизу корой.
1308. Худощавый пожилой мужчина раздает медяки каждому проходящему ребенку. Оказывается, он король, а это небольшой жест, чтобы повысить его репутацию среди людей. Люди начали думать, что старый король становится мягким и безрассудным.
1309. Жестянщик с перегруженным мулом выглядит обеспокоенным тем, что персонажи могут оказаться злыми. Мул спотыкается и начинает падать.
1310. Облезлая собака, поедающая тушу какого-то животного, сбитого телегой, является средоточием роя мух и зловония. Собака может попытаться защитить добычу или следовать за группой, распространяя смрад.
1311. В стороне лежит разбитый сундук.
1312. Вы натыкаетесь на тело мертвого дракона, его огромная туша преграждает путь.
1313. Потерявшийся путник, стоящий на обочине дороги, — мошенник.
1314. Гигантский скелет прыгает по скале.
1315. Верный скакун стоит раненый на дороге, защищая своего неподвижного всадника, лежащего на спине в луже крови. Опустив голову, он фыркает, когда ваша группа приближается.
1316. Когда древний отшельник, притаившийся у дороги, видит группу, он вскакивает и кричит: «Пророчество, пророчество, оно сбылось!» Затем он бежит в кукурузное поле позади.
1317. Персонаж пинает камень со странной меткой.
1318. Башня волшебника – местная достопримечательность. В результате вокруг вырос небольшой город.
1319. Когда вы бредете вперед, громкий треск останавливает вас. Ярко вспыхивает свет, после чего перед вами предстают представители неизвестной расы.
1320. Навстречу вам босиком идет старый монах. Он, кажется, несет только бурдюк с водой и посох. Он говорит толькоsна местном языке.
1321. У дороги устроен цирк. Зазывала на обочине дороги уговаривает вас «зайти внутрь и посмотреть, какие чудеса там таятся».
1322. Дорога поднимается на холм, и перед группой открывается ошеломляющий вид. Художник сидит рядом и просит группу позировать ему на переднем плане.
1323. Большой кусок богато украшенной (и, возможно, иностранной) каменной кладки преграждает дорогу, со следами того, что он недавно упал с неба.
1324. На знаке рядом с дорогой нарисован монстр, надпись гласит: «Миграция опасных животных».
1325. Из свалки, раскинувшейся через дорогу, выползает грязный дворф. Запах отвратный.
1326. Группа находит несколько неглубоких пещер, образующих точный геометрический узор.
1327. На дороге установлена явна и топорно/наспех сделанная ловушка. Персонажи слышат пьяное хихиканье из подлеска.
1328. Женщина на дороге молит о помощи, говоря, что бандиты ограбили ее и ее мужа и бросили ее умирать. Она ведет группу к своему мужу, который близок к смерти и нуждается в немедленной медицинской помощи. Если он умрет, у партии появился спутница, которую нужно отвезти хотя бы в ближайший город, если не до самого дома. Если он не умрет, они должны найти способ довести пару до следующего города.
1329. Рядом с дорогой насыпь величиной с могилу. Очевидно, недавно тут копали; в землю воткнут кол.
1330. Воздух внезапно становится холодным или горячим.
1331. Лодка стоит на обочине дороги. Рядом нет ни реки, ни ручья.
1332. После недавней бури дорогу пересекает небольшая речушка. Вокруг лежат трупы мертвых птиц и мелких грызунов.
1333. Персонажам предлагается альтернативный путь к месту назначения. Он безопаснее или быстрее? Удобнее или проще? Какова стоимость? Как персонажи получают эту информацию? Могут ли они доверять источнику?
1334. С толстой ветки над головой свисает пустая петля.
1335. Мухи жужжат вокруг ботинка с ногой перед вами.
1336. Странствующий жрец умоляет героев вернуть реликвию, которой они владеют
1337. За персонажами едет дворянская свита. Ожидайте, что охранники будут резкими и грубыми.
1338. Пара следопытов оттачивает свои навыки, стреляя в дыню с расстояния в 600 шагов. Полдюжины стрел уже пронизывают её.
1339. Зелье лежит на дороге. Рядом с ним деревянная табличка с надписью углем: «Выпей меня».
1340. Персонажи обнаруживают, что таверна, в которой они планировали остановиться, подвергается нападению людей в униформе.
1341. Толпа прокаженных бредет по той же дороге, что и персонажи.
1342. Заключенные и их охрана восстанавливают часть дороги. Осужденные используют прибытие группы как возможность для побега.
1343. Серые клубящиеся облака расходятся, пропуская луч яркого света, застигающий вас на дороге.
1344. Перед вами дорожный знак, говорящий, что место, откуда вы вышли, сейчас перед вами.
1345. Группа гвардейцев развешивает на деревьях объявления о розыске. Одно лицо на плакате выглядит знакомым.
1346. Из старого придорожного храма неизвестного бога группа слышит плач. Обнаженный новорожденный младенец лежит на алтаре в луче солнечного света, и вокруг никого нет.
1347. Дорога впереди разветвляется на шесть направлений.
1348. Огромное гнездо упало с дерева на обочине дороги, и странные на вид яйца внутри, кажется, вот-вот вылупятся.
1349. Гравитации брошен вызов. Вы сталкиваетесь с перевернутым мостом. Это просто оптическая иллюзия, строители читали чертеж вверх ногами или это нечто большее, чем кажется на первый взгляд?
1350. Персонажи замечают небольшую пещеру на ближайшем холме. Это приют или логово?
1351. Королевскому посланнику нужна свежая лошадь.
1352. Посреди дороги появляется разлом в другое измерение. Он может принимать форму конца радуги, темного потрескивающего портала или простой дыры в земле.
1353. Дварф падает с неба.
1354. Элементаль ветра любит сеять хаос на этой дороге. Несколько путешественников предупредили вас и власти об угрозе, но официальные лица ответили только: «В худшем случае он задерет юбку».
1355. Ряд отрубленных голов на кольях и табличка с надписью «Эта Дарога Гарга»
1356. Гигантские птицы слетают с мертвого, пораженного молнией дерева.
1357. Представители другого государства/расы в одежде, которую группа не узнает, останавливает персонажей и задает вопросы на языке, которого никто не понимает.
1358. Большой дракон кружит над головой, как ястреб, охотящийся за добычей.
1359. Тираннозавр рекс преследует трицератопса.
1360. Упавшая телега придавила возницу. Груз тележки может быть контрабандой.
1361. Семья эльфов пытается нелегально перейти границу.
1362. Дорога проходит под странной каменной аркой.
1363. Перед вами внезапно падает большое дерево.
1364. Странное маслянистое вещество вытекает из скалы, образуя скользкие лужи, покрывающие дорогу.
1365. Очень маленький кобольд/гоблин/другой не особо опасный гуманоид, одетый в старый ковер вместо плаща, прыгает на дорогу и требует дань как Король Дороги.
1366. Вы подходите к кругу цыганских фургонов. Сначала вы слышите, как разговаривают люди и играют дети. Когда подходите ближе, остается лишь шепот. Когда оказываетесь совсем близко, наступает полная тишина. Никого рядом.
1367. Дорога забита повозками, и все они движутся навстречу группе.
1368. Сумасшедший полурослик, потерявший рассудок от голода, нападает на персонажей и разрывает их сумки зубами в поисках еды.
1369. Засада: лучники за деревом через дорогу сразу за поворотом дороги. Бойцы ближнего боя прячутся в кустах.
1370. Чудовище, на котором едет гном.
1371. Дорога закрыта из-за снега вне зависимости от времени года.
1372. Охотник за головами выслеживает свою цель.";
$array = explode("\n", $events);
global $location;
$location = $_REQUEST['location'];

/** добавляет события из сборника Путевые Камни TGC
 * РАВНИНА = Луг
 * ХОЛМЫ = Холмы ЗАБРОШЕННАЯ ДОРОГА
 * ГОРЫ = Горы
 * БОЛОТО = Болото
 * ПУСТЫНЯ = Пустыня
 * ЛЕС = Лес
 * ПОБЕРЕЖЬЕ = Побережье
*/
function genTGCEvents()
{
    $result = false;
    $event = rand(1, 20) <= 4;
    if ($event) {
        $event = 'Особое событие: ';
        global $location;
        $event_type = null;
        $camp = false;//шанс найти укрытие для ночлега
        if (in_array($location, ['Холмы', 'ЗАБРОШЕННАЯ ДОРОГА'])) {
            $camp = 10;
            $num = rand(1, 20);
            if ($num <= 20) $event_type = 'Встреча нейтральная или дружелюбная';
            if ($num <= 19) $event_type = 'Знамение';
            if ($num <= 17) $event_type = 'Приметное место';
            if ($num <= 15) $event_type = 'Окружающая среда и происшествия';
            if ($num <= 12) $event_type = 'Встреча агрессивная или нейтральная';
            if ($num <= 6) $event_type = 'Монстры или животные';
        }
        if (in_array($location, ['Горы'])) {
            $camp = 4;
            $num = rand(1, 20);
            if ($num <= 20) $event_type = 'Встреча нейтральная или дружелюбная';
            if ($num <= 18) $event_type = 'Знамение';
            if ($num <= 16) $event_type = 'Приметное место';
            if ($num <= 14) $event_type = 'Окружающая среда и происшествия';
            if ($num <= 10) $event_type = 'Встреча агрессивная или нейтральная';
            if ($num <= 5) $event_type = 'Монстры или животные';
        }
        if (in_array($location, ['Болото', 'Луг', 'Лес'])) {
            $camp = 14;
            $num = rand(1, 20);
            if ($num <= 20) $event_type = 'Встреча нейтральная или дружелюбная';
            if ($num <= 19) $event_type = 'Знамение';
            if ($num <= 17) $event_type = 'Приметное место';
            if ($num <= 15) $event_type = 'Окружающая среда и происшествия';
            if ($num <= 10) $event_type = 'Встреча агрессивная или нейтральная';
            if ($num <= 7) $event_type = 'Монстры или животные';
        }
        if (in_array($location, ['Пустыня'])) {
            $camp = 17;
            $num = rand(1, 20);
            if ($num <= 20) $event_type = 'Встреча нейтральная или дружелюбная';
            if ($num <= 18) $event_type = 'Знамение';
            if ($num <= 12) $event_type = 'Приметное место';
            if ($num <= 10) $event_type = 'Окружающая среда и происшествия';
            if ($num <= 6) $event_type = 'Встреча агрессивная или нейтральная';
            if ($num <= 4) $event_type = 'Монстры или животные';
        }

        if ($event_type == 'Монстры или животные') {
            //TODO получить животных с сайта dnd.su согласно расчетам калькулятора
            $monster = ['name' => 'Волк', 'col' => 1];
            $do = [['Охраняет свою территорию.', 'защищает детей.'][rand(0, 1)],
                ['Ищет еду.', 'Ищет место для логова/ночлега.'][rand(0, 1)],
                ['Ранен и пытается спастись.', ['Застрял.']][rand(0, 1)],
                'Монстр отстал от своих и ищет стаю.',
                ['Возвращается в логово.', 'Идёт к стае.'][rand(0, 1)],
                'Отдыхает.'][rand(0, 5)];
            $reaction = ['Сразу нападает', 'Сразу нападает', 'Сразу нападает', 'Сразу нападает',
                'Настороженно-агрессивен. Не рискует напасть первым, но нападёт, если совершить попытку взаимодействовать или приблизиться.',
                'Монстр в замешательстве. ' . (['нападает ', 'убегает и возвращается чуть позже с подмогой.'][rand(0, 1)])
            ][rand(0, 5)];
            $event .= "Вы видите " . $monster['col'] . ' ' . $monster['name'] . '. ' . $do . ' ' . $reaction;
        }

        if ($event_type == 'Встреча агрессивная или нейтральная') {
            $num = rand(1, 20);
            if ($num == 1) {
                $event .= 'Мёртвый дворф, который лежит среди трёх капканов.';
                $event .= "\n" . 'При приближении к нему на героев нападут ' . (2 * rand(1, 6)) . ' разбойников, которые устроили здесь засаду. Если посмотреть место после битвы или до, то можно понять, что их лагерь спрятан между скал поблизости.';
                $event .= [
                    '' . (2 * rand(1, 6)) . ' рационов, ' . (1 * rand(1, 6)) . ' мешков зерна, инструменты рудокопа.',
                    '' . (1 * rand(1, 6)) . ' рационов, ' . (1 * rand(1, 6)) . 'х10 слитков железа, инструменты кузнеца',
                    'Стрелы 20шт, арбалетные болты 20шт, ' . (1 * rand(1, 6)) . ' рукоятей мечей, ' . (1 * rand(1, 6)) . ' лезвий мечей, ' . (1 * rand(1, 6)) . ' лезвий кинжалов, ' . (1 * rand(1, 6)) . ' рукоятей кинжалов, моток тетив для луков.',
                    '' . (2 * rand(1, 6)) . ' рационов, ' . (1 * rand(1, 6)) . ' мужских одежд, ' . (1 * rand(1, 6)) . ' женских платьев и ' . (1 * rand(1, 6)) . ' головных уборов. ',
                    '1 палета отменной древесины, ящик гвоздей, такелаж. ',
                    '' . (2 * rand(1, 6)) . ' рационов. Связанный пленник, который пообещает вознаграждение, если его проводить до ближайшего населённого пункта. '
                ][rand(1, 6)];
            }
            if ($num == 2) {
                $event .= 'Обоз с ' . (2 * rand(1, 6)) . ' людьми, которые выглядят ужасно и отвратительно. Они покрыты нарывами и язвами, сочащимися какой-то полупрозрачной светлой жидкостью. Часть волос кусками выпала и свисает с их рыхлых голов. С воспалённых 
красных губ стекает слюна. Даже лошадь вся в нарывах. Просят помощи, а именно денег, зелий и еды.';
                $event .= "\n" . 'Они больны проказой или ещё какой-то жуткой болезнью. Очень заразны. Просят ' . (1 * rand(1, 6)) . ' зелий, ' . (2 * rand(1, 6)) . ' еды или ' . (10 * rand(1, 6)) . 'зм. Если не дать, то нападут от безысходности и попытаются отобрать. Перебить их не составит труда, но с вероятностью 70% (1-14) это увидит патруль или жители ближайшей деревни, проходившие случайно неподалёку. Патруль вмешается не контактируя, если силы будут сопоставимы. Если нет, то и патруль, и жители отправятся в деревню и предупредят об этом жителей со всеми вытекающими для отряда последствиями.';
            }
            if ($num == 3) {
                $event .= 'Грубость и неуважение. Сутулая тощая фигура в мантии с капюшоном и два очень крупных воина орка обгоняют отряд, грубо толкая в плечо со словами “Прочь с дороги, ничтожества!” Это странно, ведь рядом полно места. “Эй ты, глина деревенская, - обращается он к самому крепкому в группе, - вас не учили уступать дорогу важным персонам?”';
                $event .= "\n" . 'Маг с охраной следует в или из “тёмных” краёв. И он требует ответа. Некоторые члены отряда могут даже упасть в грязь от толчка. ';
            }
            if ($num == 4) {
                $event .= 'Сбор дани. Несколько пройдох ( ' . (1 * rand(1, 6)) . ') соорудили на дороге что-то в роде преград и пытаются собирать дань за проход. В целом, недорого: всего 1зм с персонажа, +1зм за любое животное.';
                $event .= "\n" . 'Рядом за камнями/кустами ещё ' . (1 * rand(1, 6)) . ' ' . (['пройдох', 'лучников'][rand(0, 1)]) . ' подмоги. Подмога всё в кожаной броне. У них можно обнаружить сундучок с собранной данью (' . (20 * rand(1, 6)) . 'з) и несколько мертвецов неподалёку';
            }
            if ($num == 5) {
                $event .= 'Продай! Некий странный персонаж с бегающими глазами требует продать ему что-то ценное из инвентаря (см. инвентарь персонажей), предлагая только 1/3 цены.';
                $event .= "\n" . 'Если игроки отказываются, то призывает элементаля и атакует.';
            }
            if ($num == 6) {
                $event .= 'Схватка магов. Перед персонажами предстаёт дух. Он указывает на одного из магов и говорит: “Ты! Ты выйдешь со мной на дуэль. Не беспокойся, это не смертельная дуэль. Я дал клятву и теперь скитаюсь по земле в поисках 10 000 достойных противников. Может ты один из них!”';
                $event .= "\n" . 'Дух Маг 3ур. Если проиграть, то остаёшься с количеством нр, которое было перед последним ударом. Если побеждаешь, то дух даёт на выбор зелье лечения или мелкий артефакт из “D100 мелких магических предметов”';
            }
            if ($num == 7) {
                $event .= 'Схватка воинов. Персонажи встречают воина в стальной броне и ' . (1 * rand(1, 6)) . ' сопровождения. “Кто не побоится выйти со мной на дуэль?” - вопрошает он. “Я член Ордена Красного Ящера и мой обет обязывает меня сразить 33 000 воинов. Но я не бьюсь до смерти, а лишь до первой крови!”';
                $event .= "\n" . 'Воин 3ур. Для победы нужно снять у противника половину нр. Если побеждаешь, то даёт на выбор зелье лечения или мелкий артефакт из “D100 мелких магических предметов”';
            }
            if ($num == 8) {
                $event .= 'Схватка ловкачей. Персонажи встречают ' . (1 * rand(1, 6)) . ' людей в чёрной кожаной броне и капюшонах. Один из них предлагает сразиться на ножах. Ставка 100 монет.';
                $event .= "\n" . 'Плут 3ур. Для победы нужно снять у противника половину нр. Если побеждаешь, то даёт на выбор, кроме золота, зелье лечения или мелкий артефакт из “D100 мелких магических предметов”';
            }
            if ($num == 9) {
                $event .= 'Персонажам навстречу идёт старик. Подходит и просит зелье лечения. Говорит, что его жена больна.';
                $event .= "\n" . 'Если не дать, то он проклянёт партию (4/5). От проклятия весь покрываешься бородавками и жабьей кожей. Старик не захочет, чтобы персонажи прошли с ним к жене, ведь его жена это огромная бурая жаба в болотистом логе неподалёку. ';
            }
            if ($num == 10) {
                $event .= 'Место, где устроили своё логово волки, с которыми к моменту прихода героев сражаются гоблины';
                $event .= "\n" . ' ' . (3 * rand(1, 6)) . ' волков против ' . (3 * rand(1, 6)) . ' гоблинов. ';
            }
            if ($num == 11) {
                $event .= 'Вдалеке видно, как группа из ' . (2 * rand(1, 6)) . ' людей в тёмных одинаковых одеждах стоит на каменной круглой площадке кольцом. Каждый держит в руке конец цепи, второй конец которой держит следующий участник. Таким образом образуется замкнутое кольцо из людей с цепями в руках.';
                $event .= "\n" . 'Члены какого-то культа проводят ритуал по вызову тёмной сущности, с которой они желают пообщаться. Они не обрадуются ни прерыванию обряда, ни его свидетелям, они ' . (['', 'не'][rand(0, 1)]) . ' заметили игроков. Да и несколько претендентов на жертву им будут очень кстати.';
            }
            if ($num == 12) {
                $event .= 'Небольшой лагерь. Костёр с котелком и навес со спальниками. Вокруг и рядом ' . (1 * rand(1, 6)) . ' людей и дворфов. Они все расслабленно лежат у костра, ожидая трапезы. Неподалёку с двух сторон среди кустов и камней к лагерю подкрадываются две группы из ' . (1 * rand(1, 6)) . ' людей. В руках оружие: кинжалы и мечи. Они ' . ([' замечают персонажей и настороженно смотрят на них, кивая головой в требовании проваливать. ', 'не замечают персонажей'][rand(0, 1)]);
                $event .= "\n" . 'Через мгновенье отдыхающие тоже заметят персонажей, но не подкрадывающихся людей. Отдыхающие пригласят их к костру, не давая уйти. Если партия успеет поговорить до нападения, то выяснится, что это строители, которые едут в родные края после долгой стройки замка. Хозяин замка умер, пока он строился, но обещал выдать хорошее вознаграждение поверх заработка, когда достроится замок. Замок достроен, вознаграждение выплачено, но это не устроило сына правителя. Он захотел вернуть деньги. В открытую он не мог пойти против воли отца и направил по их следу головорезов. ';
            }
            if ($num == 13) {
                $event .= ' ' . (1 * rand(1, 6)) . ' фигур в капюшонах. Целенаправленно идут к героям. Подойдя, здороваются и спрашивают почитают ли персонажи бога по имени /вставьте имя бога/';
                $event .= "\n" . 'Культисты, почитающие старого забытого бога и истребляющие всех, кто этого не делает. Если игроки замнутся, то культисты сразу нападают. ';
            }
            if ($num == 14) {
                $event .= ' ' . (1 * rand(1, 6)) . ' фигур в капюшонах. Целенаправленно идут к героям. Подойдя, здороваются и спрашивают почитают ли персонажи бога по имени /вставьте имя бога/';
                $event .= "\n" . 'Культисты, ненавидят старого забытого бога и истребляют всех, кто его почитает. Если персонажи замнутся в неведении, то культисты с недоверием начнут расспрашивать, не скрывают ли персонажи приверженность этому богу. ';
            }
            if ($num == 15) {
                $event .= 'На пути разбросаны ' . (1 * rand(1, 6)) . ' мёртвых тел разных рас.' . (['Они покрыты толстым слоем льда.', 'Они обгоревшие. ', 'Они опутаны корнями и перекорёжены. '][[rand(0, 2)]]);
                $event .= "\n" . 'Осмотревшись, можно увидеть удаляющуюся прочь худощавую сгорбленную фигуру с вязанкой хвороста. Фигура одета в тёмных тонов балахон с накинутым на голову капюшоном. Это старуха-магичка (вроде карги), которая прикинется безобидной старушкой и атакует героев исподтишка. Совсем недавно на встреченной группе странников она успешно отработала новые выученные заклинания. Ей понравилось и она хочет ещё. В карманах книга заклинаний, гербарий, сушёные части животных и мелкий артефакт из “D100 мелких магических предметов”.';
            }
            if ($num == 16) {
                $event .= 'Растрёпанная, перепуганная, раненая женщина с ребёнком лет семи подбегает к отряду. Она сбивчиво просит защитить её. Следом появляется группа (' . (1 * rand(1, 6) + 2) . ') крепких людей. Они обступают отряд.';
                $event .= "\n" . (
                    [
                        'Она хорошо одета, есть немного украшений. Понятно, что она из знатного рода. На вид ей около 25 лет. Ребёнок её брат. Чужаки хотят её похитить и отвезти к своему правителю для замужества. Брат оказался с ней случайно.',
                        'На вид ей около 30 лет, ребёнок её сын. Они спасаются от работорговцев. Неподалёку их лагерь и там ещё ' . (1 * rand(1, 6)) . ' людей, которых ведут в рабство, и ' . (1 * rand(1, 6)) . ' охранников. ',
                        'На вид ей 40 лет, но что-то подсказывает, что она значительно моложе. Она жена предводителя шайки бандитов. Ребёнок её сын. Она не может больше терпеть жестокость и род занятий мужа и его шайки, поэтому пытается сбежать. ',
                        ' На вид ей около 30 лет. Она из ближайшей деревни. Крепкий ребёнок её сын. Он был отобран в отряд странствующих наёмников против её воли. Она попыталась выкрасть его. ',
                        'На вид ей 25 лет, хотя на самом деле гораздо больше. Ребёнка она опоила зельем и хотела увести из ближайшей деревни для служения ковену ведьм. Эти люди, жители деревни, гнались за ней, чтобы вернуть мальчика. ',
                        'На вид ей около 30 лет и она хороша собой. Мальчик её сын. Она из ближайшей деревни. Люди, гонящиеся за ней, считают её ведьмой (которой она не является) и хотят покарать. Сына женщина забрала с собой, чтобы его не использовали, как инструмент давления на неё и не причинили вреда. '
                    ][rand(0, 5)]
                    );
            }
            if ($num == 17) {
                $event .= 'На пути две группы людей (' . (1 * rand(1, 6) + 2) . ' и ' . (1 * rand(1, 6) + 2) . '), стоящих друг напротив друга. От каждой группы вперёд вышел один человек эти двое о чём-то спорят на повышенных тонах. Все люди при оружии и в кожаных доспехах с хорошей отделкой. Все напряжены: лучники держат луки в руках, мечники руки на рукоятях мечей. Группы замечают персонажей и настойчиво подзывают их к себе. Поотдаль стоит девушка в хорошей одежде, отделанной мехом, хоть и слегка потрёпанной. Она закрыла руками лицо, её плечи подёргиваются. Она плачет. ';
                $event .= "\n" . 'Две группы людей, представителей двух знатных родов, делят невесту для сыновей глав семей. Отец девушки пообещал, что дочь выйдет за сына главы одного из двух родов, так как отец многим ему обязан. В то же время, глава второго рода, значительно более влиятельного и богатого, пообещал сыну, что девушка выйдет за него. Это и есть представители двух родов, которые были отправлены на поиски девушки, которая решила бежать. По случайному стечению обстоятельств они настигли её одновременно. Представители родов настоятельно просят рассудить их. Если встать на одну сторону, то вторая нападёт. Возможно, у них даже будет подмога ( ' . (1 * rand(1, 6)) . ') в кустах. Если спросить девушку, то она не хочет ни к тем, ни к тем. И если встать на её сторону, то нападут обе группы, предварительно предупредив, что девушка умрёт, если не достанется никому и уточнив ещё раз решение персонажей. Если не пойти к этим людям, когда они будут звать, то все, кроме двух спорящих людей, догонят и именем и влиянием знатных семей потребуют участия. Иначе нападут.';
            }
            if ($num == 18) {
                $event .= 'Перед отрядом ' . (1 * rand(1, 6) + 2) . ' крепких парней окружили одного щуплого паренька в потрёпанных одеждах. Один из парней из-под лобья буркает в сторону отряда: “Проваливайте, пока целы. Это вас не касается. Вы ничего не видели.” По губам парня в центре читается: “Прошу, помогите!”. На его лице ужас.';
                $event .= "\n" . 'Горожане выследили подозреваемого в отравлении колодцев в городе/деревне. Они считают, что это он, но доказательств у них нет. Это действительно он травил колодцы во имя Тёмного Лорда. Парень во время разговора, если он состоится, это отрицает. Горожане хотят расправиться с ним сами по-тихому. Он просит помочь за вознаграждение. Если уйти, то его тут же убьют. Если помочь и перебить горожан, то он с ехидной усмешкой даст грубо вырезанный из дерева амулет в виде треснувшего колокола и шепнёт, что “Тёмный Лорд вознаградит вас при первой возможности, когда Вы услышите звон Антрацитового Колокола!” После этого попытается скрыться. ';
            }
            if ($num == 19) {
                $event .= ' ' . (1 * rand(1, 6)) . ' представителей разных народностей ведут строительство здания. Они все одеты в лохмотья, выглядят грязными и измождёнными, на ногах кандалы. Рядом лагерь с шатром и стройматериалы. Слышны удары плети и крики. Поотдаль видно ' . (1 * rand(1, 6)) . ' фигур в тёмно-синих одеждах, которые хлещут плетью по спине привязанного эльфа. Его спина покрыта кровавыми ранами. Кое-где видны вооружённые люди в доспехах.';
                $event .= "\n" . 'Вооруженных ' . (1 * rand(1, 6)) . ' человек, они могут быть не все видны. Члены рабовладельческой организации и охрана руками рабов строят себе опорный пункт. Сейчас заняты наказанием провинившегося раба. Если заметят персонажей, то';
                $event .= [
                    'Прикажут проваливать в грубой форме.',
                    'Предложат присоединиться к порке. Если предложение будет принято, то после предложат вступить в их ряды. Если персонажи откажутся вступить, то нападут. Если же предложение участия в порке отклонено, то тут же нападут. Эти люди делят всех на рабов и тех, кто ими владеет.',
                    'Попытаются взять персонажей в рабство.',
                    'Нападут и попытаются убить свидетелей.',
                    'Предложат деньги, если персонажи приведут им рабов.',
                    'Несколько рабов тут же побегут навстречу отряду с просьбой о помощи. Хозяева попытаются вернуть рабов на место.'
                ][rand(0, 5)];
            }
            if ($num == 20) {
                $event .= 'Отряд встречает (или их нагоняют) группа из ' . (1 * rand(1, 6) + 2) . ' человек налегке, одетых в кожаную броню и при оружии. Они с пристрастием интересуются куда и откуда идут персонажи, чем они занимались последние три дня и могут ли они это доказать.';
                $event .= "\n" . 'Эти люди ищут банду разбойников, напавших три дня назад на обоз знатного торговца. Если доказательства персонажей будут убедительны, то люди расскажут об этом. Если же сочтут неубедительными доказательства или встретят нежелание отвечать на вопросы, то нападут.';
            }
        }
        if ($event_type == 'Окружающая среда и происшествия') {
            $num = rand(1, 20);
            if ($num == 1) $event .= 'Все камни, ветки и другие незакреплённые предметы небольших размеров в радиусе 50фт поднимаются в воздух. Повисев немного покачиваясь в воздухе, все они падают на землю. ';
            if ($num == 2) $event .= 'Погода резко, явно магическим образом, меняется на противоположную. 
 Возможно, неподалёку в регионе действует могущественный колдун';
            if ($num == 3) $event .= 'Погода ухудшается.';
            if ($num == 4) $event .= 'Погода улучшается';
            if ($num == 5) $event .= 'Откуда ни возьмись вокруг опускается туман.' . "\n" . 'Откуда ни возьмись вокруг опускается туман. На ' . (1 * rand(1, 6)) . ' часов. Каждый час шанс 30% (1-6) сбиться с пути. Следопыты могут снизить этот шанс';
            if ($num == 6) $event .= 'Рядом с персонажами слышен треск дерева. Оно падает прямо на них.' . "\n" . ' Можно отскочить (3/5), используя ловкость.';
            if ($num == 7) $event .= 'Земля под ногами начинает дрожать. В 1к6х10 футах спереди или сзади от персонажей пласт земли размером 2к6х10фт оседает и уходит вниз, образовывая пропасть.' . "\n" . ' Потеря 1к6 часов от времени марша на поиск обхода. Следопыты могут уменьшить требуемое время. Можно спуститься по отвесному склону и исследовать. Может даже что-то найти: древние захоронения, каверну подземных обитателей, древние залы или катакомбы.';
            if ($num == 8) $event .= 'Неожиданно налетают тучи. Поднимается ураган с проливным дождём. Нужно срочно искать укрытие.' . "\n" . 'Или потеря 1к6 рационов и 1к6 факелов у каждого персонажа, а так же промоченные вещи и шанс заболеть. Буря продолжается 1к6 часов. Кроме того, после бури всю землю размоет (если это не пустыня) и скорость перемещения упадёт вдвое до следующего утра в случае, если не будет дождя или пока персонажи не преодолеют расстояние, равное половине дневного марша и не покинут регион, где бушевала буря.';
            if ($num == 9) $event .= 'Самый чуткий из персонажей слышит тихий разговор. Посмотрев в ту сторону персонажи видят, как неподалёку, склонившись друг к другу, ведут беседу два дерева (сухих, если в пустыне).' . "\n" . 'Если подойти, то это окажутся простые деревья. Но персонажи готовы поклясться, что деревья шевелились и говорили.';
            if ($num == 10) $event .= 'В ста футах от отряда раздаётся хруст и треск. Мшистый зелёный холм (бархан, если в пустыне) медленно встаёт и шагает в противоположную от вас сторону.' . "\n" . 'В ста футах от отряда раздаётся хруст и треск. Мшистый зелёный холм (бархан, если в пустыне) медленно встаёт и шагает в противоположную от вас сторону. Если догнать его, то холм присаживается снова и при рассмотрении является обычным холмом. ';
            if ($num == 11) $event .= 'Поднялся ветер, который перерастает в смерч. Он норовит сбить с ног или унести.' . "\n" . 'Поднялся ветер, который перерастает в смерч. Он норовит сбить с ног или унести. Сбивает с ног с шансом 20% (1-4), нанося урон 1к4. Затем, если сбил с ног, с шансом 20% (1-4) порыв ветра поднимает персонажа в воздух и бросает с высоты 1к6х10фт. Урон от падения 1к6 за каждые целые 20фт. При необходимости учтите вид и тяжесть доспехов и груза. В лесу шансы и высота в два раза меньше. ';
            if ($num == 12) {
                if (in_array($location, ['Холмы', 'ЗАБРОШЕННАЯ ДОРОГА'])) {
                    $event .= 'Земля содрогается и прямо под ногами начинает образовываться разлом.' . "\n" . 'Земля содрогается и прямо под ногами начинает образовываться разлом. С шансом 20% (1-4) каждый персонаж может начать падать в разлом. Другие могут попытаться помочь ему с шансом на успех в 50% (1-10). В этих ситуациях ловкие персонажи могут иметь более высокие шансы на успех. Глубина разлома 1к6х10фт. Упавшие в разлом персонажи получают 1к6 урона за каждые целые 10фт падения. В итоге с шансом 40% (1-8) партия окажется на разных берегах разлома и им придётся потратить 1к6 часов, чтобы воссоединиться или придумать как перебраться';
                }
                if (in_array($location, ['Горы'])) {
                    $event .= 'Лавина в горах или камнепад у подножья.' . "\n" . 'Нужно быстро найти укрытие или уворачиваться от надвигающейся угрозы. Без укрытия персонажи последовательно получают 1к6 ударов камнями или ледяными глыбами, 3к6 урона каждый. Допускаются попытки увернуться от каждого удара отдельно. ';
                }
                if (in_array($location, ['Болото', 'Луг', 'Лес'])) {
                    $event .= 'Из глубин трясины с неторопливым бульканьем и дыханием выходит бледно-зелёный газ.' . "\n" . 'Газ распространяется по земле, скрывая с головой гуманоидов. Живые существа, вдохнувшие его несколько раз, теряют сознание на 2к6 часов. Газ выветривается через 1к6 часов. Можно спастись от его действия, взобравшись на высоту в два роста человека или выше. Если же газ успел попасть в лёгкие с дыханием, то избежать его действия довольно сложно (4/5). После прихода в сознание персонажи испытывают слабость до следующего полноценного отдыха. ';
                }
                if (in_array($location, ['Пустыня'])) {
                    $event .= ' Поднимается ветер, затем становится видно быстро приближающуюся стену песка. Надвигается песчаное цунами.' . "\n" . ' Нужно быстро найти укрытие. Без укрытия персонажи оказываются погребёнными под толщей песка и теряют сознание. Первый из них приходит в сознание через 1к6 часов и тратит ещё 1к6 часов на поиск остальных и приведения всего отряда в сознание и порядок.';
                }
            }
            if ($num == 13) $event .= 'Земля под ногами начинает трястись. Слышен оглушительно- громкий звук разрывающейся земли и огромные комья грунта вперемешку с камнями устремляются вверх, поднимаемые мощным фонтанирующим потоком воды, диаметром 10-15фт. Кажется, нужно уходить отсюда: скоро здесь будет водоём' . "\n" . 'Есть 20% (1-4) шанс падения камней на головы персонажам, если они не позаботятся посмотреть вверх и постараться не попасть под камнепад. 10% (1-2) шанс оказаться на этих глыбах грунта. ';
            if ($num == 14) $event .= 'Вокруг отряда образуются 1к6 провалов круглой формы диаметром от 20 до 40фт, из которых начинает валить пар.' . "\n" . 'Если задержаться на месте, то стенки провалов начнут осыпаться, расширяя отверстия, и персонажи упадут в горячие воды источников. Вода горячая, но не обжигает, а вот вся провизия промокнет. Часть пайков и другие запасы могут испортиться.';
            if ($num == 15) $event .= 'Рюкзак одного из персонажей протёрся и часть провизии вывалилась.' . "\n" . 'С шансом 50% персонаж замечает это и собирает то, что выпало. Если не замечает, то выпавшее (1к6х10%) утеряно. Нужно потратить дополнительный час, чтобы залатать рюкзак. ';
            if ($num == 16) $event .= 'Сапоги одного из персонажей сильно натёрли ему ноги.' . "\n" . 'Скорость отряда падает вдвое или персонаж получает 1ед урона при каждом марше между привалами и жуткие мучения. С шансом 80% (1-16) мазоли проходят после первого полноценного отдыха.';
            if ($num == 17) $event .= [
                'Вокруг персонажей в радиусе нескольких десятков футов прямо на глазах из земли вырастают цветы, издающие тонкий звон.',
                'Вокруг персонажей в радиусе нескольких десятков футов прямо на глазах из земли вырастают грибы, испускающие слабое синее свечение, видное только ночью.',
                'Вокруг персонажей в радиусе нескольких десятков футов прямо на глазах из земли вырастают вьющиеся растения и оплетают всё вокруг. ',
                'Вокруг персонажей в радиусе нескольких десятков футов прямо на глазах из земли вылезают корни, толщиной с руку, и начинают оплетать всё кругом.',
                'Вокруг персонажей в радиусе нескольких десятков футов прямо на глазах начинает расти мох, покрывая все естественные поверхности кругом.' . "\n" . ' Если к нему поднести руку, то на расстоянии 1см от кончиков мха к руке устремляются сотни крошечных волосяных молний, ярко-фиолетового цвета. ',
                'Вокруг персонажей в радиусе нескольких десятков футов прямо на глазах из земли начинает расти короткая, толстая трава. Вырастая, трава закручивается в серпантин, будто паста, выдавливаемая кем-то из земли. ' . "\n" . (
                [
                    'После отдыха в этом месте персонажи получают 1к6 временных хитов на весь следующий день.',
                    'Отдых не восстанавливает хитпоинты',
                    'Отдых не восстанавливает магические заклинания.',
                ][rand(0, 2)]
                )
            ][rand(0, 5)];
            if ($num == 18) $event .= 'С потрескивающим гулом навстречу отряду плавно выплывает светящийся шар, размером с голову. Покачиваясь, он медленно летит к отряду.' . "\n" . 'Это шаровая молния. Она очень медленно двигается в направлении движущихся персонажей. Персонажи замечают её за 1к6х10фт. Как только она войдёт в предел 10фт или ближе, то сдетонирует и разрядит электрический заряд страшной силы в живое двигающееся существо в этом радиусе. Она нанесёт 10к6 единиц урона и вырубит персонажа на 1к6х10мин. С шансом 30% (1-6) шаровая молния окажется цепной. Если она попадает по цели, то тут же перебрасывается на другую цель, находящуюся в пределах 10фт, и наносит ей 5к6 единиц урона. Если попадает, то перескакивает дугой к следующей, нанося 3к6 и 1к6, если попадает. Если персонаж находится в радиусе поражения, то он может замереть. С шансом 80% (1-16) молния потеряет его и медленно поплывёт к другому двигающемуся персонажу или существу. Для персонажей в металлических доспехах этот шанс равен 50% (1-10). Завидев молнию, от неё легко уйти из-за её низкой скорости (10фт). ';
            if ($num == 19) $event .= 'Необычный дождь.' . "\n" . ([
                    'Дождь из жаб. Некоторые надутые.',
                    'Дождь из рыб. Можно отыскать 1к6 довольно крупных, на еду.',
                    'Дождь из птиц. Птицы слетаются над персонажами, кружат в кольце, а затем падают вниз, метясь в персонажей. Промахиваясь, они разбиваясь о землю. Попадая, наносят 1к4 единиц урона.',
                    'Дождь. Некоторые персонажи могут почувствовать, что он странный. Если они проявят к нему интерес, то поймут, что дождь из слабой кислоты и нужно срочно искать укрытие. Если в течение часа персонажи не проявили интереса, то они промокают и эффект этого дождя вступает в силу. Если в течение часа не найти укрытие, то персонажи промокают и эффект этого дождя вступает в силу. Верхние слои кожи на открытых местах разъедает кислота и кожа покрывается тёмными проплешинами-ожогами. 1к6 дней персонажи будут плохо выглядеть. В добавок к этому у каждого отдельного персонажа есть шанс 40% (1-8) шанс, что тканевые доспехи или одежда придут в негодность и потребуется их ремонт.',
                    'Дождь из змей. В основном они разбиваются о землю, но есть шанс 20% (1-4), что 1к6 змей останутся живы и постараются покусать персонажей. Их легко (1/5) можно обнаружить, задавшись вопросом об этом и осматривая землю перед собой при движении. ',
                    'Чёрный дождь. Капли дождя состоят из чёрной, непрозрачной маслянистой густой жидкости. Если персонажи игнорируют этот факт и не ищут укрытие в течение часа, то промокают. Через кожу жидкость проникает в организм и просачивается в мозг через кровь, окутывая его тёмными видениями. Персонажей начинают преследовать кошмары. 1к6 дней им не будет покоя и они не смогут спокойно спать по ночам. От этого их раны не затягиваются и хитпоинты на отдыхе не восстанавливаются. '
                ][rand(0, 5)]);
            if ($num == 18) {
                $event .= [
                    'Обширный участок территории до нескольких миль, на котором нет ничего живого. Кругом засохшие деревья, сухая трава и кости мелких животных кое-где. Попавший в аномалию персонаж чувствует, как местность буквально высасывает силы, затрудняет движение. Одолевает сильное желание спать. Всем кажется, что их ноша стала значительно больше весить. Все стали гораздо быстрее уставать. Хоть никто и не признаётся, но все единогласно поддерживают любое предложение о привале, коих стало заметно больше' . "\n" . 'Блуждающее облако гравитации, высасывающее силы. Идти в этом регионе гораздо сложнее, а долгое пребывание в этой аномалии истощает. Расстояние, которое проходилось за час теперь требует два часа. Это длится 1к6х2 часов или 1к6х2 миль. Наложите истощение, которое довольно сложно избежать (4/5), в соответствии с вашей системой за каждые целые три часа нахождения на этой земле. ',
                    'Два камня высотой 25фт и около 5фт в основании стоят на расстоянии 40фт друг от друга. Их огибают какие-то линии, которые идут от одного к другому.' . "\n" . 'Это врата в пространственную петлю. Если залезть куда-то повыше и посмотреть, то можно увидеть, как линии вокруг камней вырисовываются в знак бесконечности, в центре каждой петли которого стоит один из двух камней. Пройдя между камнями персонажи входят в зацикленный участок пространства. Через 1-2 мили они встречают точно такие же камни. Потом опять, и опять, и опять... Время будет идти, солнце перемещаться по небу, но персонажи будут заперты на этом участке региона. Чтобы покинуть петлю, нужно либо вернуться назад и выйти в ворота столько раз, сколько входили в них, либо свернуть с пути под углом 90° или около того и следовать 1к6 часов.',
                    'Во время ходьбы все замечают резкое одиночное мерцание, после чего местность меняется.' . "\n" . 'На подходе к этой блуждающей аномалии наблюдательные персонажи или следопыты в разведке могли бы заметить (4/5) искажение воздуха, как во время жары, но без изменения температуры. Спустя 1к6х10мин после входа в аномалию партия резко перемещается, но оказывается не там, куда шла. Используйте 1к6 для определения направления в гексе. Персонажи перемещаются на один час/милю/гекс в этом направлении. Им предстоит определить где они находятся или они заблудятся. Если аномалия была обнаружена на подходе к ней и персонажи захотели обойти её, то они тратят 1к6 часов на это. ',
                    ' Навстречу движется группа людей, которая сильно кого-то напоминает. Подойдя ближе становится ясно: это персонажи.' . "\n" . 'Партия встречает своих двойников, которыми они были некоторое время назад. Это можно показать через вещи или ранение, которые были у кого-то из персонажей некоторое время назад. Вторая сторона удивляется, но насторожена. Если “наши” герои захотят повзаимодействовать, то они не смогут слышать то, что говорят “другие” персонажи. При этом рты их будут открываться и будет видно, что “те” говорят с “нашими” и пытаются им что-то рассказать или объяснить. При любом физическом контакте всё вокруг содрогается и небо будто накрывает куполом: кругом опускается непроглядная тьма. Через несколько мгновений становятся видны летящие звёзды, закручивающиеся по спирали в точку. Это продолжается несколько секунд с ускорением, после чего остаётся маленькая светящаяся точка. Она вырастает в слепящий шар, испускающий лучи. Его свет окутывает всё вокруг и заставляет зажмуриться и укрыть лицо. Раздаётся громкий хлопок и далее опускается полная тишина. Когда персонажи решат открыть глаза, то они обнаружат себя в то мгновенье и в том месте, где повстречали двойников, но их там нет. Все персонажи теряют слух на 1к6 часов. Те, кто не успел закрыть глаза слепнут на 1к6 часов. Каким-то образом персонажи из параллельного плана попали на этот. В момент контакта произошёл планарный катаклизм, который забрал “тех” персонажей и оставил на своём плане “этих”. Жаль, что нельзя догнать и расспросить пропавших персонажей, что с ними произошло. Или можно?',
                    'Неоднородный очень густой жёлто-бурый туман окутывает всё и всех. Туман настолько густой, что не видно вытянутой руки.' . "\n" . 'Через 1к6х10мин туман рассеивается, а персонажи оказываются возвращены на 1к6 миль назад. Конечно они этого не знают, но замечают изменение местности. Следопыты могут понять это (3/5) или же приметные ориентиры могут сказать об этом персонажам. Если в тумане начать несогласованно перемещаться, то есть 30% (1-6) шанс потеряться. Это отразится и на перемещении: персонажи могут появиться не в одном месте. Если идти той же дорогой через то же место, то события повторятся. ',
                    'Тонкий переливчатый звук доносится до ушей отряда. Через некоторое время он перерастает в звуки посуды и звонкий смех группы людей.' . "\n" . 'Перед отрядом предстаёт группа людей, пирующих за столом, полным яств. Люди очень дружелюбны и позитивно настроены. Все смеются и ведут интересные беседы. Они хороши собой и одеты в хорошие, дорогие одежды. Оружия не видно. Все персонажи узнают в этой компании кого-то, кто им был дорог: девушек, в которых были влюблены в юношестве или, если женщина, парня, который всегда нравился, родителей, наставников или учителей. Тех, кому очень трудно отказать. Вся эта компания со смехом устремляется к отряду и утягивает их за стол. Отказаться очень трудно (4/5) и именно в этот момент, если не получается отказаться, персонажи попадают под действие этой галлюцинации, вызванной тем переливчатым звуком. Он попадает в организм через уши, проникает в мозг, после чего подчиняет волю и разум существа, показывая ему красивую картину. Через некоторое время, когда персонажи отведают яств, они захотят причинить себе вред. Это будет встречаться возгласами и аплодисментами публики, а им самим будет казаться весёлым и занятным. Большие повреждения будут встречаться ликованием и одобрением публики. После каждого причинения себе урона у каждого есть шанс 30% (1-6) очнуться от действия видения. '
                ][rand(0, 5)];
            }
        }
        if ($event_type == 'Приметное место') {
            $intereses = [
                ['Заросшие кустарником и мхом руины постройки. Каменный квадратный пьедестал 25х25фт около 3фт над землёй. На нём по углам останки грубых колонн квадратного сечения. В центре алтарь или нечто похожее. По сторонам квадрата ступени для подъёма на пьедестал.', 'Если положить на алтарь что-то, то будут слышны раскаты грома. Если положить что-то дороже 3зм, то алтарь даст 1к6 временных хитов до конца дня. '],
                ['Поляна, на которой по кругу будто растут камни, образовывая кольцо, в центре которого из земли торчит трухлявый пень диаметром добрых 10фт. В центре пня труха выкрошилась и образовалась яма, в которой стоит вода от прошедшего недавно дождя. По краям лужи всё покрыто молодой бурной порослью.', 'Если положить любое семечко или воткнуть любую палку в лужу в центре пня, то семя или палка тут же на глазах прорастут. Такие саженцы приживутся со 100% вероятностью.'],
                ['Над холмом, похожем на волну, склоняясь на бок, возвышается большое скрюченное дерево с густой сочной кроной. В его корнях есть уютная естественная каверна, напоминающая веранду сказочного дома: поверхность холма переплетена корнями и нависает над площадкой, формируя пространство каверны, корни выходят из навеса и, обрамляя пространство по бокам, уходят в почву. Вся эта уютная картина оплетена вьющимися растениями, которые поднимаются по корням дерева вверх, а чашевидное дно каверны устлано мягким мхом.', 'Над холмом, похожем на волну, склоняясь на бок, возвышается большое скрюченное дерево с густой сочной кроной. В его корнях есть уютная естественная каверна, напоминающая веранду сказочного дома: поверхность холма переплетена корнями и нависает над площадкой, формируя пространство каверны, корни выходят из навеса и, обрамляя пространство по бокам, уходят в почву. Вся эта уютная картина оплетена вьющимися растениями, которые поднимаются по корням дерева вверх, а чашевидное дно каверны устлано мягким мхом. Если тут остаться на отдых, то во время сна корни дерева попытаются обхватить персонажей, задушить и утащить под землю. Почувствовать оплетающие корни и проснуться довольно легко (2/5), а вот вырваться уже сложнее (4/5). '],
                ['Покосившаяся заброшенная хижина', [
                    'Обломки утвари в пыли. Несколько кирок и ящиков с камнями. Ничего необычного',
                    'Обломки утвари в пыли. Несколько кирок и ящиков с камнями. Ничего необычного',
                    'В погребе алхимическая лаборатория и книги по алхимии',
                    'В погребе алтарь древнего злого бога и книги по призыву его приспешников.',
                    'Чердак, на котором на кровати иссохший труп. Рядом стол, стул и тумбочка, в которой несколько свитков и дневник.',
                    'В подполе тайник. В нём маленький сейф, который трудно взломать (4/5), в котором 1к6х10зм и драгоценный камень.',
                ][rand(0, 5)]
                ],
                ['Вы видите небольшое святилище рядом с дорогой. Выглядит так, будто здесь можно хорошо отдохнуть и восстановить силы. ', [
                    '1к6 временных хитов до конца дня',
                    'Чувство наполнения силами. За этот день не нужно списывать пайки.',
                    'Чувство лёгкости. До конца дня скорость перемещения на глобальной карте увеличена на 50%',
                    'Обострение чувств. До конца дня все встречи в дикой местности персонажи замечают первыми заранее и могут избежать их.',
                    'Обострение чувств. Преимущество на поиск всего сокрытого до конца дня',
                    'Как огурчик. Персонажи хорошо выспались и выглядят прекрасно. Преимущество во всём, что связано с харизмой до конца дня. '
                ][rand(0, 5)]],
                ['Пещера (в горах/холмах) или утёс, укрывающий площадку, как навес (на равнине). Выглядит уютно и комфортно для отдыха.', 'С вероятностью 50% (1-10) в этом месте устроили логово животные или монстры. 1к6: 1. Волки. 2. Медведь. 3. Гигантские пауки. 4. Гигантские крысы. 5. Гигантская змея. 6. Дикий кабан.'/*TODO*/],
                ['Массивный каменный мегалит виден на склоне холма/склоне горы/в низине. Это несколько огромных каменных брусков правильной формы, сечением 30х30фт и длинной более 60-70фт, лежащий будто в неправильной стопке. Точно длину определить не удастся: мегалиты угодят в грунт/ породу и друг под друга. Можно комфортно устроиться на отдых под навесом одного из них.', 'С шансом 30% (1-6) в глубине щели, между массивов, логово монстра. Поэтому, если предварительно не обследовать мегалит хотя бы поверхностно, то можно поплатиться за это. 1к6: 1. Гигантские летучие мыши. 2. Гигантская медведка. 3. Гигантские пауки. 4. Гигантские крысы. 5. Гигантские тараканы. 6. Гигантская жаба'/*TODO*/],
                ['Старый, поросший мхом колодец стоит недалеко от дороги. ', 'Воды давно нет. Дна не видно. Внутри живёт 1к6 Гигантских летучих мышей. Ночью они нападут, если персонажи будут неподалёку. На дне с вероятностью 50% (1-10) останки гуманоида с сумкой. В сумке 2к6х10зм. '],
                ['Древний обелиск, оплетённый вьющимися растениями', 'Если полить его водой, то проявятся светящиеся надписи. Надписи прочитать не очень сложно (3/5). Тут говориться о ценности и важности воды.'],
                ['Круг камней на маленьком плато. Камни обвешаны черепами медведей. В центре остатки туши медведя.', 'Если изучить, то легко можно понять, что его съело огромное чудовище. Сложнее понять (4/5), что медведь был уже мёртв, когда трапеза началась, а значит он был даром, а не добычей.'],
                ['Дозорная башня с небольшой пристройкой', (rand(0, 10) > 8) ? '' : 'внутри и рядом 1к6 солдат из армии короля или местного правителя. Если разговориться, то у них можно узнать информацию о здешней местности, ориентирах, интересных местах, чём-то необычном происходившем здесь или же можно поторговать. Они могут предложить стрелы/ болты (спишут после), заточку для режущего и балансиры для дробящего оружия. Их заинтересуют диковины, вкусная еда, развлечения. '],
                [' Разрушенная башня у дороги/тропы', 'Подойдя ближе можно понять, что это была дозорная башня. ' . (
                    (rand(1, 20) <= 14) ? ' в башне устроил логово тролль, что видно по многочисленным останкам, среди которых можно найти тушу оленя и труп путешественника. У путешественника в карманах 3к6х10зм, кинжал и послание, предупреждающее о том, что в этих краях завёлся тролль. Внизу какая-то подпись и печать.' . (
                        ['Сейчас отсутствует.', 'Сейчас отсутствует.', 'Сейчас отсутствует.', 'Возвращается в то время, как персонажи осматривают башню.', 'Возвращается в то время, как персонажи осматривают башню.', 'Сейчас в логове.'][rand(0, 5)]
                        ) : ''
                    )],
                ['Логово медведя. Представляет собой утёс, один склон которого, как навес, создаёт защищённое укрытие.', 'Под утёсом можно найти труп бандита и тушу козы. У бандита к кармане перстень с гербом какой-то важной семьи. Медведь' . (['Сейчас отсутствует.', 'Сейчас отсутствует.', 'Сейчас отсутствует.', 'Возвращается в то время, как персонажи осматривают башню.', 'Возвращается в то время, как персонажи осматривают логово.', 'Сейчас в логове.'][rand(0, 5)])],
                ['Крохотный хутор, размером 3к6 дворов', 'Обычный хутор,  просто маленький. Без названия. Основной род деятельности — ' .
                    (['огороды', 'скотина (мясо, сыр, масло и пр)', 'заготовка леса', 'камнезаготовка', 'шерсть', 'добыча глины'][rand(0, 5)])
                ],
                ['Небольшой полуразрушенный склеп под открытым небом. Остались лишь колоны на пьедестале и останки какой-то статуи', 'Изучив место можно понять, что его кто-то посещает...'],
                ['Менгир. Камень с орнаментированным знаком. Выглядит очень древним. Расположен на крохотном островке посреди озерца 60фт в диаметре', 'Изредка знак светится. Эти менгиры часть древней телепортационной системы. Зная, как они работают, можно перемещаться от одного к другому. Телепортироваться можно только к найденным и инициированным менгирам. Для этого могут потребоваться некие знания, обряды или ингредиенты. Иногда, путешествуя по миру, персонажи будут встречать такие камни в разных локациях. Если посчастливится, то, возможно, им попадётся информация о них, они пройдут трудный и, само собой, опасный квест, после чего смогут пользоваться менгирами, тратя на это огромные ресурсы. Но это не точно.'],
                ['Две каменные арки в виде букв “П” высотой 15фт из грубого камня. Между ними грубый каменный пьедестал высотой по пояс. На пьедестале следы крови несколько дневной давности.', 'Если подождать ночи, то с шансом 30% (1-6) сюда придёт тёмный маг, чтобы провести свой кровавый ритуал.'],
                ['Необычное место захоронения. Горизонтальное надгробие, заросшее мхом и вьюнком. Между листвы виден силуэт каменной фигуры мужчины, лежащей на надгробии. Странно то, что головы на привычном месте у него нет, а вот в руках есть', 'Ночью у могилы летает Блуждающий огонёк, дух  похороненного.'],
                ['Круглая каменная площадка святилища диаметром 30фт и высотой 5фт, на которую выводит дюжина ступеней. Один край святилища просел из-за оседания земли, из-за чего всё строение покосилось. В центре круга каменный алтарь для подношений, по краю шесть колонн', 'Строение является  древним святилищем забытого бога. Если положить на алтарь еду, то наступает чувство насыщения, длящееся 1к6 дней. В течение этих дней персонажи, стоявшие на круге во время подношения, не нуждаются в еде. '],
                ['Большой холм из которого то тут, то там торчат камни', 'Если подойти и рассмотреть его, то станет ясно, что это некогда было курганом. Ночью можно встретить светящихся призраков, летающих рядом с ним. Они грустят о том, что курган поедает время и скоро он совсем сравняется с местностью и будет неузнаваем'],
                ['Небольшие развалины. Полуразрушенные стены от какого-то небольшого здания. Если расположиться лагерем внутри, то стены создадут хорошую защиту и укроют от глаз', 'Однако, это ловушка и ночью нападут 1к6 бандитов. Если изучить пол, то у стены можно найти тайник. В нём 3к6х10зм и 2к6-2 драгоценных камней стоимостью 2к6х10зм каждый. '],
                ['Недавно сожжённый дом c обрушившейся крышей. По всей видимости, бандиты разграбили жилище и сожгли его. Из ценного внутри остался только неподъёмный, окованный железом сундук', 'Сложный замок (4/5). Внутри слитки металла. С шансом 30% (1-6) во время присутствия здесь партии в дом  возвращаются за сундуком те, кто сжёг его: 2к6 бандитов с подмогой и телегой, чтобы перетащить сундук.'],
                ['Свеже разрытая яма размером 30х30фт и глубиной 20фт. По краям ямы следы огромных когтей. Что за монстр выкопался отсюда? Как он туда попал или кто его закопал? Куда направился монстр? Зачем?', 'Всё кругом пропитано магией.
 '],
                ['Из земли торчат остатки фрагмента каменной кладки, похожей на дворфийскую. На уровне колена в кладку  буквально врос окованный сундук, торчащий торцом наружу на одну треть.', 'Если разбить с торца (4/5), то можно найти 2к6 листов бумаги и 1к6-2 магических свитков. А так же перо, чернильницу и книгу “О возможностях телепортации”.'],
                ['Древний жертвенный алтарь. Всё кругом усыпано костями гуманоидов', 'При приближении к алтарю кости начинают собираться в 1к6 скелетов и атакуют гостей.'],
                ['Неподалёку от дороги/тропы, в кустах у подножия камня, переходящего в скалу, вы видите усохшие останки двух друзей, сохранившие свои позы в момент смерти. Один из несчастных попал в капкан, другой уселся рядом, так и не покинув своего товарища. ', ''],
                ['. На круглом пьедестале диаметром 30фт и высотой 2фт стоят на равном расстоянии три полуразрушенные статуи воинов, размером с человека. У всех нет голов, у одной плеч, у одной  ноги. У одной из них в руках двуручная секира/меч/посох/ лук. Секира не каменная, вполне настоящая. Более того, она украшена золотой отделкой с орнаментом и самоцветами. Убранство секиры переливается под светом неба', 'цветами. Убранство секиры переливается под светом неба. Если  подойти и попробовать взяться за секиру, то она за мгновенье до прикосновения исчезнет и появится у другой статуи. Если же каким-то образом удастся до неё прикоснуться, то она ударит молнией (1к10) и отбросит на 1к6х10 футов.'],
                ['Руины старой дозорной башни, диаметром 20х20фт. Рваная гряда разрушенных стен высотой несколько десятков футов вся заплетена паутиной. Пауки покинули это место по каким-то причинам. В', 'м. В паутине можно обнаружить незапертый сундук, в котором будет негодные останки стрел,  истлевшие лохмотья, '.(rand(1,20)<=6 ?'масляная лампа, 1к6 бутылок с маслом и 1 колба алхимического огня.':'')],
                ['Торчащие по кругу валуны (7шт), высотой от 10 до 20фт, в центре которых удивительно пышно растут самые разнообразные травы и цветы всех цветов и оттенков.', 'В самом центре под травой есть алтарь древнего божества. Если на него положить дар, связанный с живой природой (семя, плоды, яйцо и пр.), то тот, кто находится в кругу получит благословение, но только если персонаж добрый/  порядочный. Все его раны исцелятся и он получит 1к6 временных хитов до конца дня. Если же на него положить чтото, что получено через смерть природы (сорванные цветы, срубленные ветки, части убитых/мёртвых животных и пр.), то над кругом появляется туча и бьёт небольшими молниями (урон 1к10) всех персонажей, которые находятся в круге камней.'],
                ['Крошечное озерцо диаметром около 30фт в разломе в земле. Вода ярко-голубого цвета, белёсая, словно налили немного молока. На всей поверхности поднимаются и лопаются пузырьки. Стоит специфический запах. Посередине крошечный остров, на котором уместится лишь один человек, на котором растёт дерево с грушевидными плодами, размером с блюдце', 'Пузырьки это газ, выходящий из недр земли. Если поднести к поверхности воды огонь, то она  вспыхнет по всей поверхности. Внутри плодов дерева газ, которым из-под земли питалось дерево, пока росло. Через какое-то время, плоды на дереве под воздействием огня начнут взрываться, нанося 3к8 урона в точке взрыва и 1к6 в соседних клетках. Если набрать этих плодов целыми, то  их можно использовать как динамит, приделав фитиль или бросив в огонь. Если плыть к дереву по воде, то можно отравиться газом. '],
                ['Дерево в один-полтора обхвата толщиной, на котором  вырезано лицо во всю ширину ствола и высотой в рост  человека. Поверхность лица покрыта корой: очевидно, это  сделали давно.', ['Лицо скорчилось в злой гримасе. Рот открыт в гневном  крике. Дна рта не видно. Если просунуть руку в рот и положить  что-то, то можно обратиться к предкам с просьбой. Если это  сделал (для этого типа лица) злой персонаж, то его просьба  может сбыться (на усмотрение мастера), если это сделал  добрый персонаж, то во рту гнездо змеи и она  укусит его за руку.', 'Лицо скорчилось в злой гримасе. Рот открыт в гневном  крике. Дна рта не видно. Если просунуть руку в рот и положить  что-то, то можно обратиться к предкам с просьбой. Если это  сделал (для этого типа лица) злой персонаж, то его просьба  может сбыться (на усмотрение мастера), если это сделал  добрый персонаж', 'Лицо растянуто в улыбке, а рот открыт, будто в добром  напутствии. Дна рта не видно. Если просунуть руку в рот и  положить что-то, то можно обратиться к предкам с просьбой.  Если это сделал (для этого типа лица) добрый персонаж, то  его просьба может сбыться (на усмотрение мастера)', 'Лицо растянуто в улыбке, а рот открыт, будто в добром  напутствии. Дна рта не видно. Если просунуть руку в рот и  положить что-то, то можно обратиться к предкам с просьбой.  Если это сделал (для этого типа лица) добрый персонаж, то  его просьба может сбыться (на усмотрение мастера), если это  сделал злой персонаж, то во рту гнездо змеи и  она укусит его за руку.', 'Лицо искажено в корчах боли, местами обезображено  нарывами. Рот открыт в крике. Дна рта не видно. Если  просунуть руку в рот, то она погрузится в вязкую субстанцию  и, если персонаж не сможет справиться с воздействием  (7/10), то рука покроется язвами, нарывами и буграми. Рукой  невозможно будет пользоваться 1к6 дней или до излечения  особым способом (на усмотрение мастера)', 'Глаза на лице закрыты, рот закрыт. Из закрытых глаз  по капле течёт прозрачная жидкость с перламутровыми  переливами. Больше всего это похоже на плачущее лицо.  Если есть тара, то можно набрать 1к6 глотков под каждым  глазом. Каждый глоток исцеляет 1к6+тлс нр. Таких пунктов в  этом списке 3.'][rand(0, 5)]],
                ['Высокий сухой пень (ок.30фт) толстого (5фт) скрученного  дерева. На высоте 10фт дупло. Кругом пожухлая трава в  радиусе 20фт.', 'Внутри в дупле на внутренней поверхности  дерева лицо, живое. '],
                ['Над поверхностью земли возвышается каменная кладка  сферической формы из серо-бурого тёсаного камня. Камни  поросли мхом, травой и кустарником, но отчётливо видно,  что это примерно 1/5-1/6 часть усечённой сферы. Диаметр  надземной части около 30фт.', 'После исследования становится  непонятно: то ли это верх купола какого-то подземного  сооружения, то ли это саркофаг, которым накрыли что-то  настолько большое и опасное, что не хотели чтобы это когда- либо выбралось. '],
                ['Каменная площадка с неровной поверхностью, размером  около 15х20фт. В центре из площадки наполовину вогнанный  в камень, возвышается огромный двуручный меч. За его  рукоять держится костяная рука скелета, свисающая вниз.', 'Вынуть его очень трудно (5/5), почти невозможно. Меч +1.  Однако, если это получится, то через 1к6 дней в этих краях  появляются группы ассасинов. В их землях стало известно,  что меч был извлечён из камня и это предзнаменование к  сбыванию пророчества, что совсем не нужно их правителю.  Они присланы сюда найти и уничтожить того, кто вытащил меч'],
                ['Вы видите круглую поляну/плато, из поверхности земли  которой торчат камни, высотой по пояс, каждый из которых,  как гигантский гнилой зуб великана.','Ночью в этом месте  можно увидеть призраков, скитающихся здесь. Они не  агрессивны. Поговорив с ними можно узнать, что это  кладбище, состряпанное на скорую руку. Когда-то давно здесь  была битва, в которой полегло много воинов, которых предал  их предводитель. Теперь духи тех воинов скитаются в поисках  того полководца-предателя и жаждут отмщения. '],
                ['Разрушенная ферма, стоящая недалеко от основной дороги/ тропы, от которой остались только стены и камин. Огород,  обнесённый некогда забором, зарос сорной травой. Очевидно,  что строение было покинуто обитателями очень давно.','С  вероятностью 40% (1-8) можно случайно застать тайную  встречу двух или более человек с тёмными намерениями.'],
                ['Вы видите остатки каменной кладки строения, которое было  исполинского размера. Размер этих останков на вскидку  около 30фт, но каждый тёсаный каменный блок в них около  10фт в длину и 3фт в высоту. На вершине этого фрагмента  растёт кривая сосна, корнями спускаясь по швам кладки  к земле. Откуда-то сверху бьёт ключ: виден тонкий ручей  по стене и слышен звук воды.','Если взобраться наверх, то  можно обнаружить огромное гнездо (грифона). '.(
                    (rand(1,20)<=6)?'там кладка из 1к4 яиц'.(['','грифон вернётся во время  посещения гостями гнезда.. Останки кладки, на которой  гнездо расположено, могут послужить укрытием от грозного  существа. '][rand(0,1)]):''
                    )],
                ['Огромная рухнувшая статуя кузнеца. Сама статуя  разломалась на барабаны, а вот молот остался цел, на  удивление. На каменной площадке-пьедестале осталась  наковальня 10фт высотой, на каменном полу высечено созвездие кузнеца, покровителя всех кузнецов. На основании  наковальни письмена, значение которых непонятно, хотя  буквы и известны.','Буквы перемешаны. Ночью письмена  встают в нужный порядок и можно прочесть фразу: “Мир  горнило, а звёзды искры. Подкинь угля, раздувай меха  и прими благодать Кузнеца”. Если на наковальне ночью  совершить подношение, соответствующее (на усмотрение  мастера) созвездию кузнеца, то можно попросить что-то  у него. Если созвездие сочтёт подношение достойным, а  просьбу сопоставимой и выполнимой, то кузнец может её  выполнить. '],
                ['Вы видите столб огня, высотой около 20фт. Подойдя ближе,  вы видите, как из земли торчит плоская длинная грань  горной породы, размером в плане 10х40фт, имеющая форму  неправильной трапеции. В центре трапеции поперечный  раскол. Одна часть её просела, образовав проход из которого  вверх бьёт струя жара.','Можно остановиться на ночь и  использовать жар как костёр. С вероятностью 20% (1-4) из  разлома может начать вытекать лава.'],
                ['Алтарь, посвящённый созвездию торговца. На полу  соответствующее созвездие. На алтаре кучка (3к6 х10)  золотых монет, мешочек с солью, специи.','Если взять соль  или специи, то ничего не будет. Если взять монеты, то на  взявшего и стоящих рядом у подножия алтаря ложится  проклятье, избежать которое довольно трудно (4/5). Все  торговцы будут дороже продавать и дешевле покупать  (1к6х10%) у этих персонажей товар. Некоторые, с шансом  20%, вообще откажутся торговать. '],
                ['Древний обелиск.','Если применить огонь, то проявятся  светящиеся надписи. Можно  прочитать (3/5). Тут говориться о  ценности и важности огня.'],
                ['Древний обелиск.','Если применить ветер или погода ветреная,  то проявятся светящиеся надписи. Можно  прочитать (3/5).  Тут говориться о ценности и важности воздуха и ветра.'],
                ['Небольшая груда камней с выцветшим куском ткани на палке  наверху, имитирующем знамя.','Это могила. Разобрав камни,  можно обнаружить скелет эльфа, ржавый кинжал и 2к6 х10зм'],
                ['На холме/под утёсом виднеются несколько могил. Подойдя  поближе, становится ясно, что количество могил равно  количеству персонажей, а на надгробиях написаны их  имена.','Персонажей охватывает уныние, апатия и чувство  безысходности. Допускается попытка сопротивляться этому,  в соответствии с вашей системой. Если сопротивление  провалено, то персонаж не можете продолжать движение  один час. Этот час он проводит в страданиях, глядя на  свою могилу и могилы друзей, игнорируя окружение.  В начале следующего часа он может снова совершить  попытку сопротивления. Любая засада или подкрадывание к  подавленному персонажу автоматически успешны. Персонаж  не сопротивляется никакому физическому воздействию, однако после первого получения урона с вероятностью  50% морок развеивается, могилы обращаются камнями, а  персонаж приходит в себя. Двое персонажей могут нести  одного подавленного персонажа, но скорость при этом  снижается вдвое. Персонажи, избежавшие воздействия  места, видят простые камни.'],
                ['Крошечный водопад высотой 30фт, спадающий в небольшое  озерцо. Рядом следы лагеря','Если порыться под водопадом '.['там ничего','там тайник с 2к6 х10зм'][rand(0,1)]],
                ['Остатки руин древней ритуальной постройки.','Ночью  появляется образ древнего божества, предлагающий тем,  кого встретит, обмен: персонаж наносит на чело героя свой  знак, а взамен даёт повышение здоровья. Таким образом  божество хочет напомнить о себе распространением своей  символики по земле, а может и отыскать последователей  или культы. Что-то в роде рекламы. Знак в виде коричневого  шрама навсегда остаётся на лбу героя, а взамен он получит  повышение хитпоинтов на 1к8 навсегда. Помеченный герой  во время странствий может встретить как почитателей, так и  ненавистников этого божества.'],
                ['Огромный высокий пень. Диаметр около 7фт, высотой около  10фт. Верхушка пня выглядит так, будто дерево переломили:  вся в острых щепах. Самого дерева рядом нет. Бока пня  покрыты разного рода грибами.','Можно набрать на ужин, если  знать какие можно есть. Если не знать и съесть, то с шансом  50% (1-10) на персонажа накатывается сильнейшая диарея,  которую довольно сложно избежать (4/5). Если диарея  накрывает персонажа, то он корчится в муках боли живота  и вынужден часто делать привалы. Его скорость падает в  два раза и он не может сосредоточиться на чём-то на долго  (разговор с npc, подробный осмотр комнаты, длительное  пребывание на одном месте). Диарея проходит через 1к6  дней. '],
                ['Котёл посреди поляны/плато. Кругом много следов.','Довольно  просто понять (2/5), что это следы ведьминского шабаша. С  шансом 50% можно найти на земле брошь, которую видели на  одной из горожанок/торговке в городе. '],
                ['Пещера/небольшой разлом/утёс-навес, где всё покрыто  паутиной и остатками кладки яиц пауков. Паутина довольно  старая, пообтрепалась и свисает клоками. Яйца кладки  открыты, сухие и ветхие.','С шансом 50% тут живёт старый  агрессивный паук без одной ноги, которого колония оставила,  как калеку, и ушла когда-то давно. При обыске с 50% можно  найти запеленованный в паутину труп, у которого в кармане  3к6зм. '],
                ['Небольшой разлом, стенки которого покрыты грибами  размером до 1фт. Они пульсируют бледно-зелёным светом, а    из тёмных глубин разлома поднимается светящийся бледно- зелёный туман','Грибы:'.['ядовитые','ядовитые','поднимают силу на 1к4ч','поднимают ловкость на 1к4ч','поднимают интеллект на 1к4ч','поднимают мудрость на 1к4ч'][rand(0,5)].'Если сорвать, то через час  шляпки гаснут и свойства теряются.'],
                ['Большое раскидистое дерево. Между высоких корней дверь  прямо в стволе','Заперта (4/5)'.['Дверь фрактальна: открывая её, видим такую же, за ней  ещё одна и так пока не надоест','Внутри скелет в лохмотьях в позе солдата по стойке  смирно, плечи поджаты стенками ствола по бокам. У ног книга  “Жизнь отшельника”','Внутри скелет в лохмотьях в позе солдата по стойке  смирно, плечи поджаты стенками ствола по бокам. У ног книга  “Жизнь отшельника”','Крохотная комната. Стул и полки на стенах (внутренних  поверхностях ствола). На полках книги по травничеству','Внутри, на внутренней поверхности стен, лицо дерева,  которое ждет друга. Этот друг сделал дверь, чтобы скрыть от  посторонних глаз лицо и иногда приходит поговорить','Внутри ящики, в которых хранятся ингредиенты, собранные  местным друидом или травником','Внутри спуск в крохотную алхимическую лабораторию.'][rand(0,5)]],
                [' В маленькой низине, окруженной густым кустарником и  деревьями, скрывающими её от посторонних глаз, растёт  прекрасный цветок.','Подходя к нему пространство вокруг темнеет, словно свет боится приблизиться к цветку. Сам  цветок покоится на поверхности крошечного озерца, почти  лужи. Он светится ярким оранжевым, голубым и  малиновым  светом. Рядом с ним слышен тонюсенький звон. Если  сорвать, то цветок сразу гаснет, становится светло, как вне  зоны действия. На всех кто в зоне цветка ложится проклятье  — иллюзия “уродство”. Избежать проклятия довольно  трудно (4/5). Проклятые персонажи будут выглядеть ужасно:  обрюзгшие, опухшие лица, поеденные коростой, угри с  торчащими из них головками белых червей, плешивый  волосяной покров. Все встречные разумные существа будут  пугаться, отказываться иметь дело и пытаться всячески  избегать контакта. '],
                ['Перед вами необычное дерево 20-30фт высотой. Его ствол  прямой и покрыт большими колючками, размером с кинжал. У  подножья растёт куст, похожий на гигантского ежа с толстыми  острыми иголками, а наверху ствола гроздями свисают  3к6  водянистых, полупрозрачных плодов, шишкообразной формы.','Можно залезть, но каждые 5фт дерево будет пытаться  уколоть, нанеся 1к4 урона. Если спрыгнуть, то можно угодить  на “ежа” у основания и получить 1к6 урона. '.['каждый  плод восстанавливает 1 хитпоинт. Но если съесть их больше  1к6+тлс штук, то до конца дня пробирает понос и скорость  падает вдвое из-за частых остановок','плоды ядовиты.  Яд не смертелен. Живот скручивает и до конца дня скорость  падает вдвое, с шансом 50% персонажа выворачивает и он  блюёт вместо атаки'][rand(0,5)]],
                ['Хижина алхимика-отшельника','Собирает травы и  ингредиенты. Может поторговать'],
                ['Круг из шести обелисков из матового чёрного камня, высотой  15фт в форме октаэдров с заниженным горизонтальным  поясом. Находясь в этом месте, персонажей охватывает  чувство тревоги. Им хочется уйти отсюда как можно дальше,  какими бы уставшими вы ни были','Если воздействия  обелисков избежать не удалось (4/5), то персонажи обязаны  идти 1к6 часов в любом направлении. Однако, если  действия избежать удалось и персонажи остаются, то можно  рассмотреть обелиски. Каждый можно вращать вокруг своей  оси, а в верхней части на каждом из них виднеется сквозное  отверстие круглой формы. На основании каждого нанесён  символ, означающий луну. Это можно довольно легко понять  (1/5). Если ночью повернуть все обелиски отверстиями  в сторону луны, то в центре на земле образуется чёрная  бездна, а из её центра повалит густой чёрный дым. Если это  сделать в полнолуние, то из бездны вместе с дымом повалит  нечисть, обитающая во тьме.'],
                ['Путь преграждает чёрный участок рыхлой земли диаметром  не более 80фт (ок.25м), покрытый серой пожухшей травой  и чёрными, будто обгорелыми, скрюченными деревьями  без листвы. Стволы деревьев от земли до роста человека  покрывают вырезанные письмена/знаки/руны. Из рубцов  этих знаков, будто из ран, сочится бледно-жёлто-зелёная  жидкость. Над землёй стелится зелёно-бурая зловонная  дымка. В центре участка земли камень прямоугольной  формы. На камне какая-то надпись','Если ступить на эту  землю, то из неё начнут вылезать серые руки мертвецов,  цепляться за одежду и сапоги и пытаться утянуть в землю.  Можно попытаться избежать этого (3/5). Используя ловкость  или вовремя порубив руки можно повысить шансы. На камне  надпись о том, что в этом месте лежат заживо погребённые  жители города, стоявшего неподалёку давным-давно. Жители  были больны неизвестной болезнью: они теряли рассудок и  нападали на здоровых граждан. '],
                ['В трещине на склоне горы (горы) или вокруг выхода породы  наружу (равнина/холмы) растут кристаллы ярко-розовых,  тёмно-синих и бирюзовых оттенков. Картина выглядит очень  красиво: грани переливаются, сияя и бросая цветные яркие  блики на поверхности кругом. Внутри тёмно-синего кристалла  блуждает чёрный дымок. Внутри бирюзового кристалла видны  вкрапления жёлтых блестящих чешуек.','Кристаллов каждого  цвета 1к6 штук, размером от 5 до 10фт в высоту. Кристаллы  очень прочные. Если попробовать отколоть киркой кусок, то  это будет непросто (4/5). Однако, если получится, то синий  кристалл взорвётся, нанося 3к8 урона в месте взрыва и 1к6  урона осколками существам поблизости. Бирюзовый кристалл  с золотыми вкраплениями откалывается 1к6 кусками, каждый  из которых стоит 2к6х10зм, чего игроки не знают. Он является  редким алхимическим компонентом и если его носить  дольше одного дня, то чешуйки в нём гаснут и кусок теряет  свою ценность. Ярко-розовый прозрачный кристалл твёрже  других (5/5), но его цена 3к6х10зм за каждый из 1к4 кусков.  Его особенность в том, что он сереет и мутнеет на глазах  от дневного света, если был найден ночью и от лунного света, если найден днём. Соотношение кристаллов можно  разделить по типам. 1к6: 1. Тёмно-синие + ярко-бирюзовые с  золотыми чешуйками, 2. Тёмно-синие + ярко-розовые, 3.Ярко- бирюзовые с золотыми чешуйками + ярко-розовые, 4-6: Всех  цветов.'],
                ['Камень небольшого размера, наступив на который  раздаётся гулкий звук чего-то большого отодвигаемого или  опускающегося','Перед персонажами открывается скрытая  комната круглой формы диаметром 20фт. В центре на  каменном полу высечены знаки/руны/письмена, по кругу  стоят семь цилиндрических камней размером с колоду, вдоль  стен множество оплавленных свечей, некоторые из которых  горят... Это действующее тайное место сбора для какого- то обряда ячейки тайного или запрещённого ордена. Если  подождать, то с вероятностью 50% можно дождаться прихода  его членов. Если надавить на камень ещё раз, комната  скроется. '],
                ['Пещера или лощинка, в которой поверхность камня/земли  покрывают бардовые корни толщиной с палец и менее.  Они берут начало где-то в недрах и выходят из вспученной  трещины в земле. Плотно прилегая к поверхности, они  рассредоточены по площади около 30х40фт и стремятся  вверх по поверхностям. В каких-то местах они лежат гуще,  перемежаясь друг с другом, в каких-то реже, оставляя  пробелы. Все корни гладкие, без сучков и листвы, и больше  всего напоминают огромные вены.','Рассмотрев их ближе  можно заметить слабую пульсацию внутри них. Если  надрезать, то из них пойдёт ярко-красная жидкость, которая  имеет следующие свойства:'.['1к6 часов персонаж видит живых существ светлыми  пятнами сквозь камень на расстоянии 20фт','1к6 часов персонаж не восприимчив к ядам','Кожа персонажа каменеет. +2 к АС на 1к6 часов'][rand(0,2)].'   Через час на персонажа  накатывается сильнейшая диарея, которую довольно  сложно преодолеть (3/5). Если диарея накрывает персонажа,  то он корчится в муках боли живота и вынужден часто  делать привалы. Его скорость падает в два раза и он не  может сосредоточиться на чём-то на долго (разговор с npc подробный осмотр комнаты, длительное пребывание на  одном месте). Диарея проходит через 1к6 дней.'],
                ['Покосившийся замшелый камень высотой 10фт и шириной  7фт, поросший кустарником и небольшим деревом. На уровне  чуть выше головы высечено око, зрящее в даль, а на уровне  плеч на расстоянии разведённых рук две ладони. Всё это  обрамляет арочный орнамент, в который вплетены письмена','Письмена (3/5) предлагают коснуться камня, склонить голову  и заглянуть за горизонт. Если приложить ладони к ладоням  на камне и склонить голову перед оком, то персонаж в общих  чертах узнает какие случайные события (метагеймово)  произойдут с ним до конца дня'],
            ];

            addLocEvent($intereses);

            //TODO добавить в $intereses особенностей местности
            $event .= implode("\n", $intereses[array_rand($intereses)]);
        }
        $event .= '. Сл Найти Укрытие: ' . $camp;
    }

    //TODO 1к6х10 1к4 1к6 2к6х10 2к6
    // шанс где нужно, вероятность 3к6 1к10
    // 1/5 2/5 3/5 4/5 5/5 *30
    return $event;
}

function addLocEvent(&$intereses){
    global $location;
    if (in_array($location, ['Луг'])) {
        $intereses[] = [
            ['На земле рисунок, напоминающий несложный лабиринт,   размером больше ста футов. Он состоит из множества   концентрических параллельных траншей, загибающихся   в некую форму, напоминающую помятый круг. Траншеи   выглядят так, будто по ним можно ходить. Их глубина по пояс.','Это портал вызова. Зная форму “ключа”, можно пройти по   нужным траншеям и тем самым инициировать контакт с неким   существом.'],
            ['Горная порода торцом большого пласта выходит наружу. В   ней разлом, в который не протиснуться, но можно заглянуть','Если заглянуть туда с факелом, то можно обнаружить   каверну, внизу которой можно увидеть множество бликов на   круглых предметах цвета кости. Это черепа скелетов, тесно   скучившихся внутри далеко внизу. Они в безмолвии ждут   своего часа. '],
            ['У подножья большого валуна в естественной каменной чаше   бьёт ключ. Вода чистая и прозрачная. Трава у источника   немного вытоптана','Вода чистая, можно пить. Об этом   месте знают путешественники и иногда сюда заглядывают   пополнить запас воды. С шансом 40% (1-8) можно встретить   путешественника, который может рассказать новости этих   мест или указать где интересные места в округе.'],
            ['Довольно большой ровный луг около 200 футов. На лугу нет   деревьев, но на земле путём пропалывания травы вычерчены    небольшие круги, соединённые линиями. Картина довольно   сумбурная','Если забраться на дерево за пределами луга, то   понять не так уж сложно (3/5), что это созвездия, наложенные   друг на друга. Положив нечто, соответствующее созвездию в   круги, составляющие это созвездие, можно рассчитывать на   милость звёзд. На усмотрение мастера, само собой'],
            ['Чёртова плешь. Место на равнине размером в несколько   миль, на которой не растёт ничего, кроме буро-охристого мха.   Выглядит странно','Находясь на этой местности персонаж   увядает и истощается. Уже через час персонаж становится   истощён и теряет 1к4нр, если не сможет сопротивляться   этому (3/5). Игромеханически, воздействие местности   повторяется каждый час и накапливается. Персонажи могли   слышать о таких местах ранее.'],
            ['Над редкими деревьями равнины друг напротив друга   возвышаются два ряда стволов (13 пар) овального сечения,   образуя аллею. Они расположены попарно напротив и   склоняются в сторону друг друга. Стволы бледно-серые   и гладкие. Они слегка сужаются к концам и не имеют   ответвлений','Подойдя ближе можно понять, что это кости,   которые выходят из земли, где лежит скелет огромного   существа. Это его грудная клетка. Ширина аллеи около   40фт, а толщина рёбер с толстый ствол дерева. Если   обойти все 13 пар, то в каждом из рёбер с шансом 20%   (1-4) будет выпавший кусок, обнажающий сердцевину. Там   будет тёмно-коричневый стеклярусоподобный материал,   который служил центральным стержнем при жизни существа.   Его ценят некоторые учёные. Он применяется в алхимии, ернилах, магических механизмах. Кости довольно твёрдые   (4/5). С каждого оголённого стержня можно наковырять 3к6   кусков с палец размером, ценой 1к6х10зм за каждый, но   подразумевается, что персонажи этого не знают.'],
        ][rand(0,5)];
    }
    if (in_array($location, ['Холмы', 'ЗАБРОШЕННАЯ ДОРОГА'])) {
        $intereses[] = [
            ['Геоглифы. На склонах соседних холмов расположились  огромные рисунки, напоминающие созвездия.','Понять что это 
за созвездия не так уж сложно (2/5)'.['Это созвездия воина, правителя и твердыни (4/5: это  просьба древних жителей о помощи у звёзд при защите  земель).  ','Это созвездия матери, земли и воды (4/5: это просьба о  дожде)','Это созвездия солнца, древа и плода (4/5: это  благодарность звёздам за плодородие)'][rand(0,2)]],
            ['Дно лощины между холмов заполняет неразвеивающийся  туман. Ходят слухи, что там пропадают люди','Так и есть.  Ведь внизу этой лощины множество провалов и разломов,  а туман, который их скрывает, это газ, выходящий из недр.  Газ немного притупляет восприятие и реакцию, но наполняет  романтическими размышлениями'],
            ['Руины моста. Половина пролёта каменного арочного моста  отходит от склона холма и заканчивается, повисая в воздухе  над каменистой лощиной, поросшей деревьями','Второй  половины моста никогда не было. На самом деле это место  казни: в древности с края этой конструкции сбрасывали  вниз преступников. Среди камней внизу в лощине можно  обнаружить множество костей гуманоидов. А ночью можно  встретить призраков тех, кто был невинно загублен среди  преступников. Они готовы рассказать что-то собеседникам в  отместку старым правителям, ошибочно или со зла пустивших  их на казнь. Например, где зарыты их тайники.  '],
            ['Еле заметно на поверхности холма проступают ступени,   уводящие в заросшую низину. Пройдя по ним, за поворотом   и зарослями деревьев можно найти дверь в склоне под   каменным навесом. Дверь окована.',
                ['Тайное логово бандитов. Внутри небольшой сундук с   добычей.','Тайное логово культистов. Внутри какие-то записи и планы','Тайное логово ведьм. Внутри несколько зелий и ядов.','Тайное логово магов. Внутри книги и ингредиенты. ','За дверью озверевший агрессивный гуманоид. Его кто-то   скрывает и держит против его воли','Логово заброшено.'.['','ержатели логова   вернулись в момент, когда внутри будут персонажи'][rand(0,1)]][rand(0,5)]],
            ['Часть холма осела совсем недавно, образовав тонкий разлом,   через который бьёт источник, выходя из недр холма','Изучив   место, можно найти 1 золотой самородок 1к6зм стоимостью. А   так же можно понять, что выше по течению ручья могут быть   ещё. Если продолжить исследование, то можно обнаружить   место, где таких самородков 5к6 штук, но с вероятностью   80% там будет ещё одна группа, которая заявит права на   эти самородки и на ручей в целом. По добру они не захотят   отдать золото. '],
            ['По дну между холмами проходит разлом. Над ним перекинут верёвочный мост, не внушающий доверия.','Можно обойти   ущелье, потратив 1к6 часов на поиск пути. Если пойти по   мосту по-одному,'.(rand(1,20)<=4 ?' Мост оборвался':'все хорошо').'.  Если пойти всеми сразу,'.(rand(1,20)<=12 ?' Мост оборвался':'все хорошо').' . '.(rand(1,20)<=10 ?' с другой стороны   будет импровизированная застава 1к6 разбойников, которые   будут пытаться собрать дань за проход.':'все хорошо')],

        ][rand(0,5)] ;
    }
    if (in_array($location, ['Горы'])) {
        $intereses[] = [
            ['В склоне горы чернеет арочный проход, обрамлённый  каменным наличником, украшенным дворфийским  орнаментом.  Рядом остатки телеги и деревянных ящиков.  Над всем этим остатки какого-то колёсно-локотного  механизма','Это заброшенная шахта. Механизм это бывшая  погрузочная лебёдка. Глубина всего несколько десятков  футов, дальше завалено обвалом. Можно безопасно  переночевать в непогоду в сухом месте, если тут пусто. С  шансом 50% тут обустроился тролль. Это можно понять по  останкам животных и грязи'],
            ['Утёс над обрывом, на краю которого стоят несколько  грубых каменных колонн. Колонны испещрены древними  письменами. Вдалеке внизу земля завалена человеческими  костями и разным мусором, палками и тряпками. Снизу вверх  у обрыва дует сильный ветер. В воздухе с криками кружат  большие птицы. Похоже, это жуткое место для каких-то  ритуалов','Место обрядов поклонения воздуху и его старым  богам. Делались разного рода конструкции, имитирующие  крылья, и привязывались на спину. Потом людей толкали вниз  в надежде, что они полетят. Колонны испещрены древними  письменами, восхваляющими ветер и птиц (3/5).'],
            ['Старая сигнальная башня гордо тянется в небо.','Старая сигнальная башня гордо тянется в небо. Заперта.  Внутри внизу в столе/шкафу'.['Истёртые игральные карты','Рисунок маленькой девочки.','Простой артефакт из “D100 мелких магических предметов”','1к6 бутылей масла','Книга','Ничего'][rand(0,5)].'Наверху на площадке запылённая/заметённая снегом старая  стопка брёвен, ждущая своего часа'],
            ['Небольшой кратер, в котором бурлит лава. Можно погреться  и приготовить еду.',((rand(1,20)<=4)?'Кротер начал извергаться':'')],
            ['Ступеньки, идущие вверх по склону. Если последовать по  ним, то они выведут к сквозной пещере. Пройдя по ней  увидим водяной поток, идущий к противоположному выходу,  где с выступающего консолью камня он срывается вниз.  По центру этого камня среди бегущей воды стоит грубая  каменная колонна, на которой красуется статуя дракона.  Дракон расправил крылья и разинул пасть, созерцая  красивый горный пейзаж. На его спине седло.','Ступеньки, идущие вверх по склону. Если последовать по  ним, то они выведут к сквозной пещере. Пройдя по ней  увидим водяной поток, идущий к противоположному выходу,  где с выступающего консолью камня он срывается вниз.  По центру этого камня среди бегущей воды стоит грубая  каменная колонна, на которой красуется статуя дракона.  Дракон расправил крылья и разинул пасть, созерцая  красивый горный пейзаж. На его спине седло. Если залезть  в седло, то персонаж впадать в транс, сопровождающийся  галлюцинациями на 1к6 минут. Ему приходят видения  наездников драконов: древних жителей этих мест. Наездники  занимались разорением деревень. Они покинули эти края  давным-давно. '],
            ['1к6 террасированных горных озер ярко бирюзового цвета.  Вода переливается из верхних в нижние каскадом. Над  водой поднимается пар. В некоторых озёрах видны фонтаны  гейзеров','Озёра с горячей водой. Чем ниже озеро, тем 
прохладнее вода, но всё же горячая. Если в них искупаться'.['Во время купания два соседних озера поменяются местами','Из одного из озёр (может и из того, в котором купаются)  резко с брызгами выстрелит в небо огромный серо-розовый  гладкий тентакль. Он попытается нащупать что-то вокруг  озера. Если персонажи попадутся, то их постараются утащить  вглубь','Озеро, в котором сейчас купаются, спускается, будто кто-то  вынул пробку внизу','Залезая в одно озеро, оказываешься в другом','Вода в том озере, в которое залезли купаться, становится  чёрной и наносит 1к4 урона купающемуся','Озеро вылечивает и заживляет раны'][rand(0,5)]],
        ][rand(0,5)] ;
    }
    if (in_array($location, ['Болото'])) {
        $intereses[] = [
            ['Путь преграждает чёрный участок земли диаметром не более  80фт (ок.25м), покрытый чёрно-бурой пожухшей травой  и чёрными, будто обгорелыми, скрюченными деревьями  без листвы. Стволы деревьев от земли до роста человека  покрывают вырезанные письмена/знаки/руны. Из рубцов  этих знаков, будто из ран, сочится бледно-жёлто-зелёная  жидкость. Над землёй стелится зелёно-бурая зловонная  дымка. Слышно тихое равномерное шипение и бульканье,  доносится запах гнили и плесени.','Если ступить на этот  участок земли, то на поверхности земли начнут вздуваться  и лопаться буро-зелёные пузыри, наполненные дымом,  как дымка на поверхности, но гораздо более плотным. Это  галлюциногенный газ, вдохнув который персонаж начинает  видеть сотни рук мертвецов, высовывающихся из-под  земли, цепляющихся за его ноги и тянущих пол землю. На  самом же деле это болотистый участок земли, который  засасывает существо, находящееся на нём. Воздействие газа  расценивается как яд. Избежав действия газа (4/5) и может  выбраться из трясины, используя подручные средства или  при помощи товарищей. '],
            ['Каменный цилиндр диаметром 20фт с зубовидным  ограждением сверху по краю покосившись возвышается  над болотом на 20фт. Он весь порос мхом, кустарником и  свисающими болотными растениями.','Это верх башни замка,  который ушёл в болото давным давно. Если залезть на него,  то в центре будет деревянный окованный люк. Не заперт. Внутри лестница, которая уходит вглубь и скрывается в  болотистой почве, которая и внутри взяла своё'],
            ['Небольшое заболоченное озерцо, покрытое рясой и  белыми лилиями по берегам. Под его гладью то тут, то там  плавают полупрозрачные бледно-зелёные силуэты женщин.','С ними можно пообщаться. Они скажут, что они добрые  духи и им скучно (врут). Будут очень просить послушать,  как они поют. Пообещают показать короткий путь. (Врут,  конечно. Наоборот - укажут в неверном направлении.) Если  согласиться послушать, то они постараются навести морок,  сопротивляться которому довольно сложно (4/5). Персонаж  под действием морока, позабыв обо всём, садится и слушает  пение дев на краю у воды. В это время из озера вылезают  узловатые морщинистые трупного цвета руки и пытаются  утащить его под воду. Морок снимается любым физическим  уроном или рассеиванием чар.'],
            ['Огромная каменная жаба/ящерица/змея на пьедестале  диаметром 10фт смотрит на путников. Следы былого  убранства, серебряной инкрустации, видны кое-где на её  спине, лапах и голове. Рот открыт. В глазах определённо  было что-то вставлено, а в зубах она что-то держала долгое  время.','Можно наковырять серебра 2к6 кусков ценой 1к6х5зм  каждый. Но во время этого из земли вокруг начнёт выходить  зелёный болотный газ, содержащий парализующий яд,  сопротивляться воздействию которого не так уж легко (3/5).  Через какое-то время на парализованных гостей приходят  гигантские пауки, змеи, улитки или пиявки. Однако, если не  трогать саму статую, а поискать в торфе у основания, то с  шансом 50% (1-10) там будет один здоровенный драгоценный  камень из глаза лягушки, стоимостью 3к6х10зм, а газ не будет  выходить.'],
            ['То ли маленькая река, то ли большой ручей спадает по  каменистым миниатюрным порогам. На его берегах стоят  заросшие останки заброшенных лачуг одного из болотных  народов.  В некоторых местах в ручье видны останки  мостиков.','Среди обломков лачуг можно найти 1к6 деревянных  точёных статуэток жаб, ящериц и змей. Шанс 30% (1-6) шанс,  что в глазу одной из них будет драгоценный камень. 50%  (1-10) шанс, что среди лачуг устроила себе гнездо и отложила  кладку гигантская змея.'],
            ['Обширная топь. Мёртвые деревья, обвитые свисающей с  них тиной чередуются с живыми деревьями на приподнятых  над трясиной корнями, будто приподнявшимися на цыпочках.  В каких-то местах очевидно, что стоит вода и ступать туда  не стоит, а где-то земля или кочка выглядит твёрдой. Но это  обманчиво.','Чтобы обойти топь, нужно потратить 1к6 часов.  Если пойти напрямик, то каждые 10 минут есть шанс 60%  (1-12), что кто-то угодит в трясину и его начнёт засасывать.  Одежда и припасы промокнут.'],
        ][rand(0,5)] ;
    }
    if (in_array($location, ['Пустыня'])) {
        $intereses[] = [
            ['Высохшее озеро, посередине которого стоит высохшее  дерево','Если полить дерево, то оно тут же распустится и даст  плоды, а озеро начнёт наполняться пресной чистой водой.'],
            ['Остов большого деревянного корабля посреди пустыни. С  подветренной стороны заметён песком',['Логово 1к6 гигантских скорпионов','Запертый сундук с какими-то бумагами и письмами.  Возможно, передав их адресату можно подзаработать','Запертый сундук с артефактом из “D100 мелких магических  предметов”','Груз камней или железа','Клетки со скелетами. Очевидно, корабль перевозил  узников. У скелетов можно найти отмычку.','Ничего'][rand(0,5)]],
            ['Участок земли, где, если присмотреться, камни и редкие  кустарники отличаются от обычных. Здесь они плоские.  Камни больше напоминают пластушки, а кустарник стелится  по земле, хотя в других местах в пустыне то же самое  растение имеет куст формы шара','Участок территории с  усиленной гравитацией. Здесь персонажи в два раза быстрее  устают, в два раза медленнее ходят и могут нести вес, не  превышающий половины от обычного со всеми вытекающими  из этого последствиями. Чтобы обойти этот участок нужно  потратить 1к6 часов'],
            ['Большая яма (40фт) сферической формы (глубиной около  1/3 сферы), в центре которой возвышается белый тотем, а  вокруг всё покрыто льдом. Лёд не тает. Тотем представляет  собой орнаментированный столб с навершием в виде  полярной совы. Выкрашен белым. Внизу у столба лежит тело  в потрёпанной рясе','Это место для прохождения испытаний  культа последователей Ледяной сферы. В ряды магов- культистов принимают тех, которые, среди прочих испытаний,  пройдут это. В яму со стенками из магического льда  помещают претендента, который должен самостоятельно  выбраться. Сверху его палит адское солнце, в то время как  снизу ледяная полусфера испускает холод. Взобраться по  стенкам не получается из-за скольжения льда. Если выбрался  и нашёл ячейку культа, то испытание считается пройденным. Претендент '.['жив','мертв'][rand(0,1)]],
            ['Горящая земля. Участок земли буквально горит, испуская  как струи огня, так и равномерно распеределённое пламя.  В некоторых местах видно застекленевший от температуры  песок, кое-где вокруг струй образуются остекленевшие  блестящие сталагмиты причудливых форм','Газ, сочащийся  из-под земли загорелся от температур. '],
            ['Оазис бурной растительности размером пол на полмили.  Бурная растительность, прохлада, сочные, сладкие плоды и  питьевая вода ждёт путешественников, забредших сюда.','Кое- где видны следы лагерей. В это место часто заходят знающие путники и караваны'.((rand(1,20))<=6?'Вы встретили'.['Путника-пилигрима','Беглеца от закона','1к6 разбойников','Гонца','Торговый караван'][rand(0,4)]:'')],
        ][rand(0,5)] ;
    }
    if (in_array($location, ['Лес'])) {
        $intereses[] = [
            ['Идеально ровный круг из грибов с крупными белыми  шляпками. В центре на камне лежит человеческий череп  и кинжал. Камень в тёмно-бурых пятнах',' Грибы вызывают  видения (а может просто позволяют видеть?) демона,  который требует принести ему жертву. Можно животное.'],
            ['Роща, листва и трава в которой имеют пурпурный налёт.','Как  только персонажи входят в рощу, им сразу хочется встать  здесь на отдых и остаться подольше. Каждый новый день  персонажи находят замаскированные рощей следы прошлых  гостей (скелет, торчащий из земли или дерева, рукоять меча  и др) и пытаются вырваться из мягких лап зловещего леса.  Поначалу это сделать довольно трудно (4/5), но с каждым  новым днём всё проще. '],
            ['Лесное озеро с тёмной водой','Озеро это окно для  потустороннего существа-нечисти. Это существо ради  забавы выдаёт себя за само озеро, якобы оно живое. По  ночам можно увидеть это существо: под гладью воды гуляет  тёмный сгусток, прячась в тёмных краях озера и в тени. Оно  развлекается тем, что приказывает принести ему жертву  или потопить в нём что-то очень ценное для персонажа.  Взамен обещает исполнить желание или покровительство,  но обманывает и не даёт ничего. С шансом 50% (1-10) можно  застать 1к6 женщин в льняных одеяниях и с масками из веток  и коры на лицах, которые придут к озеру совершить обряд или  принести жертву. '],
            ['Над землёй среди деревьев, большим холмом возвышается  огромное каменное лицо, смотрящее вверх. Лицо заросло  кустарником и травой. Очевидно, что оно было частью  какой-то невообразимо огромной статуи, высеченной очень  давно','Если в определённый день прийти сюда, особенно  ночью, то можно увидеть, как через разломы и трещины  из глубины головы льётся светящийся и переливающийся  перламутровыми переливами густой дым. Он стекает по  камню и растекается по земле, скрывая траву. Если встать  в дым, то на персонажа снисходит просветление. Дым  указывает на всё, что упущено или не замечено, но не даёт  отгадок. Дым открывает ответы на вопросы, если персонаж  гепотетически может их знать, а игрок не додумался до этого.  Если у персонажей были невыясненные или тупиковые  вопросы, то дым даёт подсказки и направления. Дым так же  открывает связи, как социальные, так и физические, которые  очевидны, но ускользнули от персонажей. Дым не открывает  тайн, не решает головоломки и загадки, не указывает места  на карте. '],
            ['Старая вырубка размером в несколько сотен футов. По всюду  видны пни',['Сердцевины срубленных сосен совершенно чёрные.','Из середины пней растёт чёрная поросль с шипами,  размером с мизинец ребёнка.','Вся вырубка покрыта порослью по колено. Она чёрного  цвета с налётом синих и фиолетовых оттенков. На ней шипы  с палец.'.((rand(1,20)<=4)?' Если пойти сквозь вырубку, то поцарапаешься. 1к4 урона':''),' Вся вырубка покрыта порослью по грудь. Она чёрного цвета  с налётом синих и фиолетовых оттенков. На ней зазубренные  шипы размером с палец. '.((rand(1,20)<=6)?' Если пойти сквозь вырубку, то  поцарапаешься. Шипы ядовитые. Избежать  яда не очень сложно (3/5). Если яд всё же попадает в кровь,  то персонаж постепенно теряет силы. Он истощается с  каждым днём. Вылечивается яд противоядием, замедляется  покоем персонажа. ':''),'Чёрная переплетённая поросль чёрного цвета с налётом  синих и фиолетовых оттенков. На ней зазубренные шипы  размером с палец. Она скрывает пни вырубки и кажется,  что это не вырубка, а поле чёрных молодых деревьев  посреди леса, сплетённых в одно большое облако. На ветках  множество круглых сливовидных плодов. Нельзя пройти,  не вырубив растения. '.((rand(1,20)<=12)?'Персонажи поцарапались о шипы при взаимодействии. Шипы ядовитые. Избежать  яда сложно (4/5). Если яд всё же попадает в кровь, то  персонаж тут же теряет силы. Не умирает, но становится  недееспособен. Если не вылечить противоядием, то через  1к6 дней персонаж может умереть.':'').'  Плоды это алхимический  ингредиент, стоимостью 1к6зм каждый, но пока не засохнут за  1к6 дней'][rand(0,5)],'Посередине вырубки стоит одно единственное чёрное  дерево. По земле от него расползается чёрно-фиолетовый  дым. Все пни вокруг чёрные. Это пни больных деревьев,  которые заразились от центрального. Их вырубили  специально, чтобы скверна не распространялась.'],
            ['Посреди леса, укрытая в гуще листвы, стоит каменная  лестница в никуда. Ступени ведут вверх по арочным сводам  опор и выводят на маленькую площадку вверху. На площадке  ничего нет. ','Если знать как, то можно открыть портал наверху  этой лестницы. Он ведёт к одному из менгиров (Система порталов)'],
        ][rand(0,5)] ;
    }
    if (in_array($location, ['Побережье'])) {
        $intereses[] = [
            ['',''],
            ['',''],
            ['',''],
            ['',''],
            ['',''],
            ['','   '],
        ][rand(0,5)] ;
    }
}

$event = genTGCEvents();

if ($event) echo $event;
else echo trim('Событие: ' . $array[array_rand($array)]);

